{
    "appTitle": "hanuut",
    "navHome": "Home",
    "navPartners": "Partners",
    "navSolution": "Solutions",
    "navContact": "Contact",
    "footerFindUs":"Find us ",
    "footerAllRightsReserved":"© 2023 hanuut Express. All rights reserved | ",
    "footerPrivacyAndPolicy":"Privacy Policy | ",
    "footerTermsOfUse":"Terms of Use  ",
    "homeHeading": "The Closest, and the The most Reliable Algerian marketplace",
    "homeSubHeading": "We bring the Shops you trust to your mobile phone",
    "homeParagraph": "Shop smarter, not harder with our online marketplace, where you can find a wide variety of products in one place.",
    "homeInputButton": "Subscribe Now",
    "homeSmallerParagraph": "This is an external link. By providing your information you will be subscribed to our Trials Program",
    "valuesConvenienceTitle": "Convenience and Accessibility",
    "valuesConvenienceText": "We provide a convenient and accessible shopping experience by allowing customers to shop online, access a wider range of products in many domains, and receive delivery services directly to their doorstep.",
    "valuesTrustTitle": "Trust and Security",
    "valuesTrustText": "We prioritize trust and security by protecting customer information and offering excellent customer support. Transparent pricing, clear return policies, and a loyalty program for customer.",
    "valuesPricingTitle": "Competitive Pricing and Quality",
    "valuesPricingText": "We promote competitive pricing and quality by encouraging healthy competition among sellers, leading to lower prices and higher quality products. Access to reviews, ratings, and comparisons helps customers make confident purchases.",
    "404Title":"404 - Page Not Found",
    "404Text":"We couldn't find the page you were looking for.",
    "404Button":"Go Back To Home",
    "partnerHeading": "Grow your Business with our E-commerce solution",
    "partnerSubHeading": "Get more sales and better Inventory Managment",
    "partnerParagraph": "Create your online shop, receive orders online from hanuut customers base and manage your inventory for free.",
    "partnerInputText": "Enter your email address",
    "partnerInputButton": "Subscribe",
    "partnerSmallerParagraph": "By entering your email, you agree to receive emails from hanuut."
}