{
  "dzd": "da",
  "appTitle": "hanuut",
  "getItOn": "Obtenez-le sur",
  "googlePlay": "Google Play",
  "show": "Afficher",
  "hide": "Masquer",
  "joinOurCommunity": "Rejoignez notre communauté",
  "navHome": "Accueil",
  "myHanuutTitle": "My hanuut",
  "linksPageTitle": "Liens Hanuut",
  "linksPageHanuutTitle": "Faites vos achats préférés en toute sécurité en ligne",
  "linksPageHanuutText": "Découvrez une expérience de shopping fluide avec notre application. Téléchargez Hanuut dès maintenant et commencez à faire vos achats !",
  "linksPageMyHanuutTitle": "Transformez votre magasin dès aujourd'hui !",
  "linksPageMyHanuutText": "Simplifiez vos opérations, améliorez l'efficacité et développez votre entreprise. Téléchargez My Hanuut et propulsez votre épicerie vers le niveau supérieur !",
  "congratulations": "Félicitations",
  "navPartners": "My Hanuut",
  "navSolution": "Solutions",
  "navContact": "Contact",
  "navTawsila": "Tawsila",
  "footerFindUs": "Trouvez-nous",
  "getStarted": "Commencer",
  "innovative": "Une application mobile innovante pour la livraison",
  "welcomeToTawsila": "Bienvenue sur notre plateforme ! Nous sommes ravis de vous accueillir parmi notre communauté de chauffeurs. Pour commencer, veuillez suivre les étapes suivantes",
  "pleaseTakeAMoment": "Veuillez prendre un moment pour consulter nos",
  "submitToRules": ". En soumettant votre demande d'abonnement, vous acceptez de vous conformer à ces termes et conditions.",
  "subscribeYourTawsila": "Demande d'abonnement",
  "fillTheSubscription": "Remplissez le formulaire de demande d'abonnement avec vos coordonnées et les informations pertinentes.",
  "reviewConditions": "Veuillez examiner attentivement les termes et conditions avant de soumettre votre demande.",
  "clickToSubmit": "Cliquez sur le bouton s'inscrire pour envoyer votre demande d'abonnement à notre équipe pour examen.",
  "enterPhoneToSubOrCheck": "Entrez votre numéro de téléphone pour vérifier votre demande d'abonnement",
  "clickToDownload": "Cliquez sur le lien pour télécharger l'application",
  "subscribe": "S'abonner",
  "acceptance": "Acceptation",
  "acceptanceAfterSubmittingRequest": "Après avoir soumis votre demande d'abonnement, notre équipe examinera attentivement les informations que vous avez fournies.",
  "onceRequestAccepted": "Une fois votre demande acceptée, nous vous informerons de votre acceptation. Félicitations ! Vous faites désormais officiellement partie de notre communauté de chauffeurs.",
  "getStartedWithTawsila": "Commencez avec Tawsila",
  "toGetStartedWithTawsila": "Pour commencer, il vous suffit de fournir votre numéro de téléphone et de trouver le lien de téléchargement de l'application. Cliquez dessus pour accéder à la page de téléchargement. Notre application conviviale est conçue pour vous offrir une expérience fluide et un accès aux outils dont vous avez besoin.",
  "approval": "Approbation",
  "openYourAccount": "Ouvrez votre compte sur notre plateforme en fournissant les informations requises.",
  "fillInformation": "Renseignez vos coordonnées personnelles et les informations sur votre véhicule avec précision.",
  "submitDocs": "Soumettez les documents nécessaires pour vérification et validation.",
  "ourTeamWillReviewAndVerify": "Notre équipe examinera attentivement les informations fournies et vérifiera vos documents soumis. Une fois vos données et vos documents validés avec succès, vous recevrez une approbation.",
  "earnForMission": "Gagnez pour vos missions de livraison",
  "congratulationsAccepted": "Félicitations ! Vous êtes maintenant éligible pour vous connecter en tant que chauffeur actif.",
  "loginAndOnline": "Connectez-vous à notre application pour chauffeurs et définissez votre statut de disponibilité comme 'en ligne'.",
  "startReceivingMission": "Vous commencerez à recevoir des demandes de mission de notre système, qui vous proposera des tâches adaptées.",
  "AcceptMissionToWork": "Acceptez les missions et fournissez un excellent service à nos clients.",
  "footerAllRightsReserved": "© 2025 hanuut Express. Tous droits réservés | ",
  "footerPrivacyAndPolicy": "Politique de confidentialité | ",
  "footerTermsOfUse": "Conditions d'utilisation",
  "thankYouForPurchase": "Merci pour votre achat !",
  "somethingWrongHappened": "Désolé ! Quelque chose s'est mal passé",
  "purchaseSuccess": "Votre commande a été traitée avec succès. Nous vous remercions de votre confiance et espérons avoir le plaisir de vous servir à nouveau.",
  "purchaseFailure": "Nous nous excusons pour le désagrément. Un problème est survenu lors du traitement de votre commande. Nous faisons tout notre possible pour résoudre le problème.",
  "order": "Commande",
  "verify": "Vérifier",
  "previous": "Précédent",
  "orderStatus": "Statut de la commande",
  "depositeAmount": "Montant du dépôt",
  "homeHeading": "Hanuut : Votre Marché Local Sécurisé en Ligne",
  "homeSubHeading": "Achetez en confiance près de chez vous - Du supermarché à l'artisan local, tout le sérieux d'un commerce de proximité dans votre poche",
  "homeParagraph": "Et si vos courses en ligne devenaient aussi rassurantes que votre épicier du coin ? Hanuut révolutionne le shopping digital en vous connectant exclusivement à des commerces vérifiés dans votre zone. Suivez votre commande en temps réel comme si vous y étiez : validation, préparation, jusqu'à la livraison chez vous ou au retrait en magasin. Découvrez nos offres partenaires inédites et participez à notre marché de proximité - où vendre ou acheter d'occasion se fait en toute transparence entre voisins. Ici, la technologie sert à recréer ce qu'il y a de meilleur dans le commerce local : la confiance.",
  "homeInputButton": "Télécharger",
  "toOrder": "Commandez depuis Hanuut app",
  "homeSmallerParagraph": "Télécharger sur le Play Store.",
  "aboutUsHeading": "À propos de nous",
  "aboutUsText": "Chez hanuut, nous facilitons la recherche de tout ce dont vous avez besoin en un seul endroit. Nous nous associons à divers magasins locaux de confiance dans votre région pour vous offrir une large gamme de produits à portée de main. Que vous cherchiez de la nourriture, des produits essentiels pour le foyer ou des courses, nous avons ce qu'il vous faut.",
  "aboutUsMissionTitle": "Notre mission",
  "aboutUsMissionText": "Des magasins de confiance offrant une large gamme de produits à portée de main.",
  "aboutUsValues": "Ce qui nous distingue",
  "howItWorksTitle": "Fonctionnement",
  "howItWorksShoping": "Choisissez le magasin qui vous convient, explorez une liste bien organisée de produits et ajoutez les articles que vous souhaitez acheter à votre panier virtuel.",
  "howItWorkCartManagment": "Fournissez votre adresse de livraison et sélectionnez votre méthode préférée pour recevoir la commande. Cela nous permettra de nous assurer que vos articles sont livrés à l'endroit correct et de la manière la plus pratique pour vous.",
  "howItWorksDelivery": "Attendez simplement à votre porte, car notre livreur arrivera bientôt pour vous livrer votre commande. Vous pouvez suivre l'état de votre livraison à l'aide de notre application.",
  "valuesConvenienceTitle": "Confort et Accessibilité",
  "valuesConvenienceText": "Nous offrons une expérience d'achat pratique en permettant aux clients de faire leurs achats en ligne, d'accéder à une plus large gamme de produits dans de nombreux domaines et de recevoir des services de livraison directement à leur porte.",
  "valuesTrustTitle": "Confiance et Sécurité",
  "valuesTrustText": "Nous accordons la priorité à la confiance et à la sécurité en protégeant les informations des clients et en offrant un excellent service client. Des prix transparents, des politiques de retour claires et un programme de fidélité pour les clients.",
  "valuesPricingTitle": "Tarification compétitive et qualité",
  "valuesPricingText": "Nous favorisons une tarification compétitive et une qualité en encourageant une concurrence saine entre les vendeurs, ce qui entraîne des prix plus bas et des produits de meilleure qualité. L'accès aux avis, aux évaluations et aux comparaisons aide les clients à effectuer des achats en toute confiance.",
  "404Title": "404 - Page non trouvée",
  "404Text": "Nous n'avons pas pu trouver la page que vous cherchiez.",
  "404Button": "Retourner à l'accueil",
  "partnerHeadingBoost": "Passez au digital avec",
  "partnerHeading": "My Hanuut",
  "partnersBoostYourProfits": "Stimuler votre profit",
  "partnerSubHeading": "Gérez vos stocks, suivez vos ventes et proposez des promotions attractives pour attirer plus de clients.",
  "partnerParagraph": "Créez votre boutique en ligne, recevez des commandes en ligne et gérez votre inventaire, My Hanuut vous aide pour développer votre activité. Téléchargez l'application dès maintenant !",
  "partnerInputText": "Entrez votre adresse e-mail",
  "partnerInputButton": "S'inscrire",
  "partnerSmallerParagraph": "En saisissant votre adresse e-mail, vous acceptez de recevoir des e-mails de hanuut.",
  "secondStepTitle": "Parlez-nous de vous",
  "partnersFormFullName": "Nom complet",
  "partnerInputTextFullName": "Entrez votre nom complet",
  "partnersFormPhone": "Téléphone",
  "partnersFormEmail": "E-mail",
  "partnerInputTextPhone": "Entrez votre numéro de téléphone",
  "partnersFormAddress": "Adresse",
  "partnersFormAddressState": "État",
  "partnersFormAddressCity": "Ville",
  "partnersFormNextButton": "Suivant",
  "thirdStepTitle": "Parlez-nous de votre entreprise",
  "partnersFormBusinessName": "Nom de l'entreprise",
  "partnerInputTextBusinessName": "Entrez le nom de votre entreprise",
  "partnersFormDomain": "Domaine",
  "partnerInputTextForm": "Choisissez le domaine de votre entreprise",
  "partnerInputTextFormOther": "Entrez le domaine de votre entreprise",
  "partnersFormSource": "Comment avez-vous découvert hanuut",
  "partnersFormOther": "Autre domaine",
  "partnersFormSubmitButton": "Envoyer",
  "partnersFormThankYouTitle": "Merci de vous être abonné",
  "partnersFormThankYouSubTitle": "Vous avez rejoint avec succès notre liste d'attente. Notre équipe vous contactera bientôt",
  "ourPartners": "Créez votre boutique en ligne dès maintenant",
  "partnersValue1": "Élargissez votre portée",
  "partnersValue1Description": "Aujourd’hui, chaque client a un smartphone connecté. Alors, pourquoi ne pas mettre votre boutique dans leurs poches ? Avec My Hanuut, ouvrez votre boutique en ligne et attirez plus de clients facilement.",
  "partnersValue2": "Simplifiez vos opérations",
  "partnersValue2Description": "Organisez vos produits en un seul endroit, bien classés et faciles à mettre à jour. My Hanuut simplifie la gestion de votre boutique et améliore votre présence en ligne.",
  "partnersValue3": "Développez votre activité",
  "partnersValue3Description": "Recevez des commandes en ligne, suivez vos ventes et analysez votre activité avec des données précises pour prendre de meilleures décisions et augmenter vos profits.",
  "partnersFormFirstStepHeading": "Rejoignez notre communauté",
  "partnersFormFirstStepSubHeading": "et amenez facilement votre entreprise en ligne",
  "partnersFormFirstStepParagraph": "Entrez votre numéro de téléphone pour vous abonner ou vérifier l'avancement de votre abonnement",
  "partnersFirstStepTitle": "Abonnement",
  "partnersFirstStepDescription1": "Remplissez votre demande d'abonnement",
  "partnersFirstStepDescription2": "Restez en contact. Vous pouvez vérifier votre abonnement dans le même formulaire",
  "partnersSecondStepTitle": "Approbation",
  "partnersSecondStepDescriptions1": "Après avoir accepté votre demande, nous vous donnerons accès à notre application",
  "partnersSecondStepDescriptions2": "Installez l'application et configurez votre boutique en ligne",
  "partnersThirdStepTitle": "Recevoir des commandes en ligne",
  "partnerThirdStepDescription1": "Recevez des commandes en ligne de nos clients et ne vous souciez pas de la livraison",
  "partnerThirdStepDescription2": "Gardez votre inventaire à jour en temps réel",
  "noShopAvailable": "Aucun magasin disponible",
  "sorryNoShopAvailable": "Désolé, il n'y a actuellement aucun magasin disponible",
  "errorDescription": "Description de l'erreur",
  "errorFillAllFields": "Veuillez remplir tous les champs",
  "errorEmailNotValid": "Veuillez entrer une adresse e-mail valide",
  "errorPhoneNotValid": "Veuillez entrer un numéro de téléphone valide",
  "messagePhoneIsUsed": "Votre demande est en cours de traitement par l'équipe Hanuut. Restez en contact, nous vous contacterons bientôt",
  "errorCouldNotSubscribe": "Impossible de s'abonner, veuillez réessayer ultérieurement",
  "detleteAccountTitle": "Demande de suppression de compte",
  "deleteAccountFullName": "Nom complet",
  "deleteAccountPhone": "Numéro de téléphone utilisé",
  "deleteAccountPassword": "Mot de passe utilisé",
  "deleteAccountReason": "Motif de suppression du compte",
  "deleteAccountReasonHeader": "Sélectionnez un motif",
  "reasonNoLongerNeedAccount": "Je n'ai plus besoin du compte",
  "reasonPrivacy": "Préoccupations concernant la confidentialité",
  "deleteAccountNotSatisfied": "Insatisfaction vis-à-vis du service",
  "deleteAccountreasonOther": "Autre",
  "deleteAccountOtherReasonsDescription": "Description du motif",
  "deleteDataOnly": "Supprimer uniquement les données",
  "deleteAccountWithData": "Supprimer le compte et les données",
  "buttonSubmit": "Envoyer",
  "buttonIsSubmitting": "Envoi en cours...",
  "deleteAccountMessage": "Votre demande de suppression de compte sera traitée dans les 48 heures. Vous recevrez une confirmation par e-mail une fois celle-ci terminée.",
  "tawsilaHeading": "Tawsila",
  "tawsilaSubHeading": "Effectuez des missions de livraison et soyez rémunéré pour cela !",
  "tawsilaText": "Gagnez de l'argent en effectuant des missions de livraison avec TAWSILA ! Connectez-vous avec des entreprises, réalisez des livraisons et soyez rémunéré. Rejoignez notre communauté de chauffeurs dès maintenant et commencez à gagner dès aujourd'hui !",
  "tawsilaHeading2": "Gagnez votre liberté",
  "tawsilaSubHeading2": "Conduisez comme vous voulez",
  "becomeDriver": "Devenir chauffeur",
  "learnMore": "En savoir plus >",
  "subscribeRequest": "Demande d'inscription",
  "confirmation": "Confirmation",
  "validation": "Validation",
  "subscribeRequestText": "Bienvenue sur notre plateforme ! Nous sommes ravis de vous accueillir au sein de notre communauté de conducteurs. Préparez-vous à vivre une expérience passionnante !",
  "confirmationText": "Après avoir enregistré votre abonnement, notre équipe dédiée validera rapidement votre demande. Suivez l'état de votre abonnement en cliquant simplement sur le lien ci-dessous. Restez informé!",
  "validationText": "Vous aurez la possibilité de créer un nouveau compte, fournir vos informations et soumettre les documents nécessaires. Une fois cela terminé, vous pourrez facilement activer votre compte et commencer à profiter des avantages.",
  "signUp": "Inscrivez-vous à votre demande",
  "scrollDown": "Défiler",
  "stepsTitle": "Étapes d'inscription",
  "firstJoinStepTitle": "Demande d'inscription",
  "firstJoinStepText": "Inscrivez-vous pour demander votre inscription. Vous devez avoir plus de 19 ans et avoir accès à un véhicule",
  "secondJoinStepTitle": "Création de compte",
  "secondJoinStepText": "Après la validation par Hanuut, vous recevrez un e-mail contenant l'application TAWSILA et les instructions pour l'installer",
  "thirdJoinStepTitle": "Livrez",
  "thirdJoinStepText": "Connectez-vous, recevez des missions de livraison et soyez rémunéré pour chacune d'entre elles",
  "clickToDownloadApp": "Votre demande a été acceptée",
  "downloadTawsila": "Télécharger Tawsila",
  "downloadMyHanuut": "Télécharger My Hanuut",
  "selectCategory": "Veuillez sélectionner une catégorie",
  "noDishesAvailable": "Aucun plat disponible pour cette catégorie",
  "noProductsAvailable": "Aucun product disponible pour cette catégorie",
  "menuTitle": "Menu",
  "productsListTitle": "Produits",
  "testPayment": "Test de paiement en ligne !",
  "testPaymentOrder": "L'identifiant de commande",
  "testPaymentAmount": "Entrez le montant !",
  "errorCouldNotPay": "Impossible de traiter le paiement, veuillez réessayer ultérieurement",
  "errorAmount": "Le montant doit être d'au moins 50",
  "errorAmountIsZero": "Veuillez sélectionner au moins 1 produit",
  "testPaymentTitle": "Test d'Enregistrement de Commande",
  "testPaymentSubHeading": "Veuillez noter que cette page est uniquement destinée à tester l'intégrité des fonctions de paiement en ligne via SATIM",
  "testPaymentParagraph": "J'espère que vous comprenez que la passerelle de paiement SATIM sera utilisée dans nos applications mobiles, et cette page de test vous donne un aperçu de nos fonctions d'API",
  "testPaymentParagraph2": "Sur cette page, vous pouvez tester :",
  "testPaymentRegisterOrder": "Test d'Enregistrement de Commande",
  "testPaymentRefundOrder": "Test de Remboursement de Commande",
  "testPaymentAmountShow": "Montant à payer :",
  "testPaymentButton": "poursuivre le payment",
  "testPaymentCaptchaError": "Veuillez compléter la vérification reCAPTCHA",
  "testPaymentCaptchaVerify": "Verify",
  "testPaymentCaptcha": "Confirmer la sécurité",
  "testPaymentTerms": "Conditions générales",
  "testPaymentTermsError": "Veuillez confirmer les termes et conditions",
  "testPaymentAmountShowRefund": "Montant à Rembourser :",
  "redirecting": "Redirection en cours...",
  "supermarkets": "Alimentation générales",
  "globalShops": "E-Commerce Général",
  "foodShops": "Restauration",
  "partnersCtaTitle": "Prêt à Développer",
  "partnersCtaBusiness": "Votre Succès?",
  "PartnerCtaDescription": "Rejoignez les commerçants qui font confiance à My Hanuut pour développer leur activité. Accédez instantanément à des outils puissants conçus pour votre croissance. 📈",
  "PartnerCtaGuideGroceried": "Guide des Supermatek",
  "PartnerCtaGuideFood": "Guide de Restauration",
  "PartnerCtaGuideDownload": "Télécharger le Guide Gratuit",
  "discoverFeaturesTitle": "Fonctionnalités",
  "discoverFeaturesParagraph": "My Hanuut est disponible en trois versions adaptées à chaque type de commerce : les restaurants ont un menu digital interactif, les épiceries offrent un shopping en direct via scan des produits, et les e-commerces affichent une page dédiée avec tous leurs articles. Chaque version propose des fonctionnalités sur mesure, avec une boutique en ligne prête à recevoir des commandes.✨",
  "foodShopsTitle": "Création de Menu Digital",
  "foodShopsDescription": "Créez facilement un menu digital en ajoutant des plats avec ingrédients, images et prix. Mettez à jour votre menu à tout moment pour impressionner vos clients ✨",
  "socialMediaTitle": "Gestion Simplifiée des Produits",
  "socialMediaDescription": "Gérez vos plats sans effort. Ajoutez, modifiez ou supprimez des articles en quelques clics et maintenez votre menu toujours à jour. 🔥",
  "orderControlTitle": "Traitement des Commandes Fluide",
  "orderControlDescription": "Une application pour tout gérer ! Administrez vos commandes en magasin et en ligne, et suivez vos livraisons en temps réel. Disponible sur tablette et mobile - votre business, dans votre poche ! 📱",
  "seamlessPaymentsTitle": "Saisie par Code-Barres & Manuelle",
  "seamlessPaymentsDescription": "Ajoutez rapidement des produits en scannant le code-barres ou en saisissant manuellement les détails. Gagnez du temps et gardez votre inventaire à jour ! 📦",
  "inventoryControlTitle": "Gestion Efficace des Stocks",
  "inventoryControlDescription": "Gérez vos expéditions facilement. Suivez quantités, prix et dates d’expiration pour optimiser en permanence votre stock. 🚀",
  "financialMasteryTitle": "Alertes Intelligentes de Stock",
  "financialMasteryDescription": "Recevez des alertes pour les articles faibles, proches de l’expiration et expirés. Surveillez votre inventaire et réapprovisionnez à temps. 📈",
  "onlineOfflineTitle": "Fiches Produits Personnalisables",
  "onlineOfflineDescription": "Créez des fiches produits riches avec spécifications personnalisées, descriptions détaillées et images captivantes pour informer vos clients. 💪",
  "smartOrderTitle": "Options de Variantes Multiples",
  "smartOrderDescription": "Proposez des options variées telles que couleurs et tailles. Offrez à vos clients une expérience d'achat personnalisée et facile. 🌟",
  "orderManagementTitle": "Commandes en Ligne Fluides",
  "orderManagementDescription": "Gérez les commandes sans effort et suivez les ventes. Profitez d’un tableau de bord intuitif avec des analyses en temps réel. 💰",
  "digitalMenuTitle": "Magie du Menu Digital",
  "digitalMenuDescription": "Démarquez-vous avec un menu digital époustouflant qui se met à jour en temps réel ! Partagez-le via des QR codes ou des liens, et faites briller votre marque en ligne. Votre menu n’a jamais été aussi beau ! ✨",
  "paymentsTitle": "Paiements",
  "paymentsDescription": "Acceptez les paiements en ligne en toute sécurité et gérez vos transactions en toute simplicité.",
  "food_domain_examples": "Restauration 🍔 [Restaurants, fast-food, cuisines fantômes, boulangeries...etc]",
  "grocery_domain_examples": "Épicerie 🛒 [Épiceries, marchands de fruits et légumes, boucheries...etc]",
  "ecom_domain_examples": "E-commerce Général 👗 [Vêtements, meubles, livres, outils, et plus]",
  "myHanuutFeatures": {
    "grocerySections": [
      {
        "title": "Commencez en quelques minutes",
        "paragraphs": [
          "Créez un profil personnel : Présentez-vous comme première étape pour établir une présence en ligne fiable.",
          "Construisez l'identité de votre boutique : Téléchargez votre logo, choisissez un nom et rédigez une description qui raconte votre histoire."
        ]
      },
      {
        "title": "Gestion intelligente des stocks, sans tracas ✅",
        "paragraphs": [
          "Ajoutez des produits en quelques secondes, scannez les codes-barres pour remplir automatiquement les détails à partir de notre base de données de plus de 4 000 produits (en constante augmentation !).",
          "Pas de code-barres ? Ajoutez des articles personnalisés manuellement."
        ]
      },
      {
        "title": "Suivez les expéditions comme un pro 👨‍🏫",
        "paragraphs": [
          "Suivez votre entrepôt avec les dates d'expiration, les prix d'achat/vente et les quantités.",
          "Recevez des alertes de faible stock et des avertissements d'expiration pour réduire le gaspillage.",
          "Listes d'achats et reçus 🚚 : Planifiez les réapprovisionnements à l'avance, puis convertissez les listes en expéditions dès l'arrivée des fournitures, et votre entrepôt se met à jour automatiquement."
        ]
      },
      {
        "title": "Votre vitrine numérique ✨",
        "paragraphs": [
          "Réclamez un nom d'utilisateur unique (par exemple, hanuut.com/@votreboutique) pour obtenir : Un magasin d'alimentation en direct.",
          "Fonction POS : gérez les ventes en personne sans effort."
        ]
      },
      {
        "title": "Outils de commandes et de croissance 🧾",
        "paragraphs": [
          "Recevez les commandes à votre convenance et vérifiez-les.",
          "Mettez à jour les statuts (en préparation, en livraison, livré) et informez automatiquement vos clients.",
          "Analysez les meilleures ventes, vos statistiques d'activité et les tendances de vos clients."
        ]
      },
      {
        "title": "Contrôlez votre portée 📍",
        "paragraphs": [
          "Définissez votre adresse, vos jours d'ouverture et vos horaires."
        ]
      },
      {
        "title": "Options de livraison et de retrait 🚚",
        "paragraphs": [
          "Livraison autonome : définissez votre rayon de livraison et vos frais.",
          "Retrait activé : permettez aux clients de récupérer leurs commandes à leur convenance."
        ]
      },
      {
        "title": "Prêt à rejoindre ?",
        "paragraphs": [
          "My Hanuut est votre partenaire de croissance. Des stands alimentaires de proximité au commerce électronique à l'échelle nationale, nous nous adaptons à vos besoins.",
          "Commencez dès aujourd'hui. Faites briller votre boutique.",
          "👉 Réclamez votre place :"
        ]
      }
    ],
    "foodSections": [
      {
        "title": "Commencez en quelques minutes",
        "paragraphs": [
          "Créez un profil personnel : Présentez-vous comme première étape pour établir une présence en ligne fiable.",
          "Construisez l'identité de votre boutique : Téléchargez votre logo, choisissez un nom et rédigez une description qui raconte votre histoire."
        ]
      },
      {
        "title": "Créez des plats comme un pro 🍴",
        "paragraphs": [
          "Ajoutez des photos, des ingrédients et des prix. Organisez les articles par catégories.",
          "Mise à jour instantanée : Masquez les plats en rupture de stock ou mettez en avant les offres du jour d'un simple clic.",
          "Fonction exclusive : devient un lien actif (par exemple, hanuut.com/@votrecafe) — sans frais d'impression, toujours à jour."
        ]
      },
      {
        "title": "Votre vitrine numérique ✨",
        "paragraphs": [
          "Réclamez un nom d'utilisateur unique (par exemple, hanuut.com/@votreboutique)✨ et transformez votre menu en une expérience numérique dynamique.",
          "Fonction POS : gérez les ventes en personne sans effort."
        ]
      },
      {
        "title": "Contrôlez votre portée 📍",
        "paragraphs": [
          "Définissez votre adresse, vos jours d'ouverture et vos horaires."
        ]
      },
      {
        "title": "Options de livraison et de retrait 🚚",
        "paragraphs": [
          "Livraison autonome : définissez votre rayon de livraison et vos frais.",
          "Retrait activé : permettez aux clients de récupérer leurs commandes à leur convenance."
        ]
      },
      {
        "title": "Outils de commandes et de croissance 🧾",
        "paragraphs": [
          "Recevez les commandes à votre rythme et vérifiez-les.",
          "Mettez à jour les statuts (en préparation, en livraison, livré) et informez automatiquement vos clients.",
          "Analysez les meilleures ventes, vos statistiques d'activité et les tendances de vos clients."
        ]
      },
      {
        "title": "Prêt à rejoindre ?",
        "paragraphs": [
          "My Hanuut est votre partenaire de croissance. Des stands alimentaires de proximité au commerce électronique à l'échelle nationale, nous nous adaptons à vos besoins.",
          "Commencez dès aujourd'hui. Faites briller votre boutique.",
          "👉 Réclamez votre place :"
        ]
      }
    ],
    "ecomSections": [
      {
        "title": "Commencez en quelques minutes",
        "paragraphs": [
          "Créez un profil personnel : Présentez-vous comme première étape pour établir une présence en ligne fiable.",
          "Construisez l'identité de votre boutique : Téléchargez votre logo, choisissez un nom et rédigez une description qui raconte votre histoire."
        ]
      },
      {
        "title": "Mettez en valeur chaque détail 🎯",
        "paragraphs": [
          "Incluez plusieurs couleurs, tailles et spécifications personnalisées (par exemple, Matériau : Coton ou Dimensions : 30x40 cm).",
          "Disponibilité flexible : fixez des prix par variante et gérez le stock sans effort."
        ]
      },
      {
        "title": "Votre vitrine numérique ✨",
        "paragraphs": [
          "Réclamez un nom d'utilisateur unique (par exemple, hanuut.com/@votreboutique) pour obtenir une page de destination professionnelle avec tous vos produits.",
          "Livrez dans des wilayas spécifiques ou dans toute l'Algérie."
        ]
      },
      {
        "title": "Outils de commandes et de croissance 🧾",
        "paragraphs": [
          "Recevez les commandes à tout moment et vérifiez-les.",
          "Mettez à jour les statuts (en préparation, en livraison, livré) et informez automatiquement vos clients.",
          "Analysez les meilleures ventes, vos statistiques d'activité et les tendances de vos clients."
        ]
      },
      {
        "title": "Prêt à rejoindre ?",
        "paragraphs": [
          "My Hanuut est votre partenaire de croissance. Des stands alimentaires de proximité au commerce électronique à l'échelle nationale, nous nous adaptons à vos besoins.",
          "Commencez dès aujourd'hui. Faites briller votre boutique.",
          "👉 Réclamez votre place :"
        ]
      }
    ]
  },
  "deepLinkOpeningApp": "Ouverture",
  "deepLinkRedirectingMessage": "Nous vous redirigeons vers l'application {{appName}}. Si l'application ne s'ouvre pas automatiquement, vous serez redirigé vers le store dans",
  "deepLinkSecond": "seconde",
  "deepLinkSeconds": "secondes",
  "deepLinkOpenStore": "Obtenez-le sur Google Play",
  "hero_headline1": "Bougez efficacement, ",
  "hero_headline2": "Gagnez plus.",
  "hero_subheadline": "Fini l’attente au bord du trottoir. Obtenez un trajet ou une livraison en quelques minutes.",
  "hero_cta": "Télécharger l’application Android",
  "howItWorksCustomer_title": "Comment ça marche (Client)",
  "howItWorksCustomer_step1": "Créez votre compte en 3 étapes simples.",
  "howItWorksCustomer_step2": "Sélectionnez votre zone de prise en charge et appuyez sur ‘Demander un trajet’.",
  "howItWorksCustomer_step3": "Un chauffeur à proximité accepte et arrive chez vous.",
  "howItWorksDriver_title": "Comment ça marche (Chauffeur)",
  "howItWorksDriver_step1": "Inscrivez-vous en tant que chauffeur en quelques minutes.",
  "howItWorksDriver_step2": "Consultez les demandes de trajets et livraisons près de vous.",
  "howItWorksDriver_step3": "Acceptez des missions et faites travailler votre véhicule.",
  "benefits_riders_title": "Temps d’attente réduits",
  "benefits_riders_description": "Votre chauffeur vous localise—plus besoin d’attendre au même endroit.",
  "benefits_drivers_title": "Optimisez vos revenus",
  "benefits_drivers_description": "Restez en route avec des alertes de trajets et livraisons en temps réel.",
  "benefits_title": "Local et réactif",
  "benefits_description": "Connectez-vous instantanément avec votre quartier.",
  "ctaReinforcement": "Prêt à bouger efficacement ? Téléchargez maintenant.",
  "loading": {
    "message": "Chargement en cours..."
  }
}