{
  "dzd": "da",
  "appTitle": "hanuut",
  "getItOn": "Obtenez-le sur",
  "googlePlay": "Google Play",
  "show": "Afficher",
  "hide": "Masquer",
  "joinOurCommunity": "Rejoignez notre communauté",
  "navHome": "Accueil",
  "myHanuutTitle": "My hanuut",
  "linksPageTitle": "Liens Hanuut",
  "linksPageHanuutTitle": "Faites vos achats préférés en toute sécurité en ligne",
  "linksPageHanuutText": "Découvrez une expérience de shopping fluide avec notre application. Téléchargez Hanuut dès maintenant et commencez à faire vos achats !",
  "linksPageMyHanuutTitle": "Transformez votre magasin dès aujourd'hui !",
  "linksPageMyHanuutText": "Simplifiez vos opérations, améliorez l'efficacité et développez votre entreprise. Téléchargez My Hanuut et propulsez votre épicerie vers le niveau supérieur !",
  "congratulations": "Félicitations",
  "navPartners": "My Hanuut",
  "navSolution": "Solutions",
  "navContact": "Contact",
  "navTawsila": "Tawsila",
  "footerFindUs": "Trouvez-nous",
  "getStarted": "Commencer",
  "innovative": "Une application mobile innovante pour la livraison",
  "welcomeToTawsila": "Bienvenue sur notre plateforme ! Nous sommes ravis de vous accueillir parmi notre communauté de chauffeurs. Pour commencer, veuillez suivre les étapes suivantes",
  "pleaseTakeAMoment": "Veuillez prendre un moment pour consulter nos",
  "submitToRules": ". En soumettant votre demande d'abonnement, vous acceptez de vous conformer à ces termes et conditions.",
  "subscribeYourTawsila": "Demande d'abonnement",
  "fillTheSubscription": "Remplissez le formulaire de demande d'abonnement avec vos coordonnées et les informations pertinentes.",
  "reviewConditions": "Veuillez examiner attentivement les termes et conditions avant de soumettre votre demande.",
  "clickToSubmit": "Cliquez sur le bouton s'inscrire pour envoyer votre demande d'abonnement à notre équipe pour examen.",
  "enterPhoneToSubOrCheck": "Entrez votre numéro de téléphone pour vérifier votre demande d'abonnement",
  "clickToDownload": "Cliquez sur le lien pour télécharger l'application",
  "subscribe": "S'abonner",
  "acceptance": "Acceptation",
  "acceptanceAfterSubmittingRequest": "Après avoir soumis votre demande d'abonnement, notre équipe examinera attentivement les informations que vous avez fournies.",
  "onceRequestAccepted": "Une fois votre demande acceptée, nous vous informerons de votre acceptation. Félicitations ! Vous faites désormais officiellement partie de notre communauté de chauffeurs.",
  "getStartedWithTawsila": "Commencez avec Tawsila",
  "toGetStartedWithTawsila": "Pour commencer, il vous suffit de fournir votre numéro de téléphone et de trouver le lien de téléchargement de l'application. Cliquez dessus pour accéder à la page de téléchargement. Notre application conviviale est conçue pour vous offrir une expérience fluide et un accès aux outils dont vous avez besoin.",
  "approval": "Approbation",
  "openYourAccount": "Ouvrez votre compte sur notre plateforme en fournissant les informations requises.",
  "fillInformation": "Renseignez vos coordonnées personnelles et les informations sur votre véhicule avec précision.",
  "submitDocs": "Soumettez les documents nécessaires pour vérification et validation.",
  "ourTeamWillReviewAndVerify": "Notre équipe examinera attentivement les informations fournies et vérifiera vos documents soumis. Une fois vos données et vos documents validés avec succès, vous recevrez une approbation.",
  "earnForMission": "Gagnez pour vos missions de livraison",
  "congratulationsAccepted": "Félicitations ! Vous êtes maintenant éligible pour vous connecter en tant que chauffeur actif.",
  "loginAndOnline": "Connectez-vous à notre application pour chauffeurs et définissez votre statut de disponibilité comme 'en ligne'.",
  "startReceivingMission": "Vous commencerez à recevoir des demandes de mission de notre système, qui vous proposera des tâches adaptées.",
  "AcceptMissionToWork": "Acceptez les missions et fournissez un excellent service à nos clients.",
  "footerAllRightsReserved": "© 2025 hanuut Express. Tous droits réservés | ",
  "footerPrivacyAndPolicy": "Politique de confidentialité | ",
  "footerTermsOfUse": "Conditions d'utilisation",
  "thankYouForPurchase": "Merci pour votre achat !",
  "somethingWrongHappened": "Désolé ! Quelque chose s'est mal passé",
  "purchaseSuccess": "Votre commande a été traitée avec succès. Nous vous remercions de votre confiance et espérons avoir le plaisir de vous servir à nouveau.",
  "purchaseFailure": "Nous nous excusons pour le désagrément. Un problème est survenu lors du traitement de votre commande. Nous faisons tout notre possible pour résoudre le problème.",
  "order": "Commande",
  "verify": "Vérifier",
  "previous": "Précédent",
  "orderStatus": "Statut de la commande",
  "depositeAmount": "Montant du dépôt",
  "homeHeading": "Votre Commerce de Quartier, en Ligne.",
  "homeSubHeading": "Retrouvez vos magasins préférés sur une seule app. Boutiques vérifiées, suivi en direct.",
  "homeParagraph": "Hanuut vous connecte directement aux commerces vérifiés de votre quartier. Retrouvez vos courses, repas et plus, auprès des magasins que vous connaissez déjà. Suivez votre commande de leur étagère à votre porte. Le shopping local, en toute simplicité.",
  "homeInputButton": "Télécharger l'App Hanuut",
  "homeSmallerParagraph": "Gratuit sur le Google Play Store.",
  "toOrder": "Commandez depuis Hanuut app",
  "aboutUsTitle": "Notre Mission",
  "aboutUsParagraph": "Face aux vendeurs anonymes et aux risques du commerce en ligne, nous voulions restaurer la confiance. Hanuut a été créé pour numériser l'expérience d'achat locale et humaine que vous connaissez. Notre promesse est simple : vous connecter à des commerces de quartier vérifiés, pour que vous puissiez acheter en ligne en toute sérénité.",
  "aboutUsAlt": "Illustration d'un commerçant sympathique à son comptoir",
  "aboutUsCtaText": "Vous êtes commerçant ?",
  "aboutUsCtaButton": "Devenez Partenaire",
  "howItWorksTitle": "C'est Simple",
  "howItWorksStep1_title": "Explorez les Commerces",
  "howItWorksStep1_text": "Trouvez vos magasins habituels et découvrez de nouvelles adresses dans votre quartier.",
  "howItWorksStep1_alt": "Femme sur un canapé naviguant sur son téléphone",
  "howItWorksStep2_title": "Passez Commande",
  "howItWorksStep2_text": "Remplissez votre panier et validez vos achats en quelques secondes.",
  "howItWorksStep2_alt": "Téléphone portable montrant un panier d'achats",
  "howItWorksStep3_title": "Suivez la Livraison",
  "howItWorksStep3_text": "Suivez votre commande en temps réel jusqu'à ce qu'elle arrive chez vous.",
  "howItWorksStep3_alt": "Personne recevant un colis",
  "howItWorksShoping": "Choisissez le magasin qui vous convient, explorez une liste bien organisée de produits et ajoutez les articles que vous souhaitez acheter à votre panier virtuel.",
  "howItWorkCartManagment": "Fournissez votre adresse de livraison et sélectionnez votre méthode préférée pour recevoir la commande. Cela nous permettra de nous assurer que vos articles sont livrés à l'endroit correct et de la manière la plus pratique pour vous.",
  "howItWorksDelivery": "Attendez simplement à votre porte, car notre livreur arrivera bientôt pour vous livrer votre commande. Vous pouvez suivre l'état de votre livraison à l'aide de notre application.",
  "valuesConvenienceTitle": "Confort et Accessibilité",
  "valuesConvenienceText": "Nous offrons une expérience d'achat pratique en permettant aux clients de faire leurs achats en ligne, d'accéder à une plus large gamme de produits dans de nombreux domaines et de recevoir des services de livraison directement à leur porte.",
  "valuesTrustTitle": "Confiance et Sécurité",
  "valuesTrustText": "Nous accordons la priorité à la confiance et à la sécurité en protégeant les informations des clients et en offrant un excellent service client. Des prix transparents, des politiques de retour claires et un programme de fidélité pour les clients.",
  "valuesPricingTitle": "Tarification compétitive et qualité",
  "valuesPricingText": "Nous favorisons une tarification compétitive et une qualité en encourageant une concurrence saine entre les vendeurs, ce qui entraîne des prix plus bas et des produits de meilleure qualité. L'accès aux avis, aux évaluations et aux comparaisons aide les clients à effectuer des achats en toute confiance.",
  "404Title": "404 - Page non trouvée",
  "404Text": "Nous n'avons pas pu trouver la page que vous cherchiez.",
  "404Button": "Retourner à l'accueil",
  "partnerHeadingBoost": "Passez au digital avec",
  "partnerHeading": "My Hanuut",
  "partnersBoostYourProfits": "Stimuler votre profit",
  "partnerSubHeading": "Gérez vos stocks, suivez vos ventes et proposez des promotions attractives pour attirer plus de clients.",
  "partnerParagraph": "Créez votre boutique en ligne, recevez des commandes en ligne et gérez votre inventaire, My Hanuut vous aide pour développer votre activité. Téléchargez l'application dès maintenant !",
  "partnerInputText": "Entrez votre adresse e-mail",
  "partnerInputButton": "S'inscrire",
  "partnerSmallerParagraph": "En saisissant votre adresse e-mail, vous acceptez de recevoir des e-mails de hanuut.",
  "secondStepTitle": "Parlez-nous de vous",
  "partnersFormFullName": "Nom complet",
  "partnerInputTextFullName": "Entrez votre nom complet",
  "partnersFormPhone": "Téléphone",
  "partnersFormEmail": "E-mail",
  "partnerInputTextPhone": "Entrez votre numéro de téléphone",
  "partnersFormAddress": "Adresse",
  "partnersFormAddressState": "État",
  "partnersFormAddressCity": "Ville",
  "partnersFormNextButton": "Suivant",
  "thirdStepTitle": "Parlez-nous de votre entreprise",
  "partnersFormBusinessName": "Nom de l'entreprise",
  "partnerInputTextBusinessName": "Entrez le nom de votre entreprise",
  "partnersFormDomain": "Domaine",
  "partnerInputTextForm": "Choisissez le domaine de votre entreprise",
  "partnerInputTextFormOther": "Entrez le domaine de votre entreprise",
  "partnersFormSource": "Comment avez-vous découvert hanuut",
  "partnersFormOther": "Autre domaine",
  "partnersFormSubmitButton": "Envoyer",
  "partnersFormThankYouTitle": "Merci de vous être abonné",
  "partnersFormThankYouSubTitle": "Vous avez rejoint avec succès notre liste d'attente. Notre équipe vous contactera bientôt",
  "ourPartners": "Créez votre boutique en ligne dès maintenant",
  "partnersValue1": "Élargissez votre portée",
  "partnersValue1Description": "Aujourd’hui, chaque client a un smartphone connecté. Alors, pourquoi ne pas mettre votre boutique dans leurs poches ? Avec My Hanuut, ouvrez votre boutique en ligne et attirez plus de clients facilement.",
  "partnersValue2": "Simplifiez vos opérations",
  "partnersValue2Description": "Organisez vos produits en un seul endroit, bien classés et faciles à mettre à jour. My Hanuut simplifie la gestion de votre boutique et améliore votre présence en ligne.",
  "partnersValue3": "Développez votre activité",
  "partnersValue3Description": "Recevez des commandes en ligne, suivez vos ventes et analysez votre activité avec des données précises pour prendre de meilleures décisions et augmenter vos profits.",
  "partnersFormFirstStepHeading": "Rejoignez notre communauté",
  "partnersFormFirstStepSubHeading": "et amenez facilement votre entreprise en ligne",
  "partnersFormFirstStepParagraph": "Entrez votre numéro de téléphone pour vous abonner ou vérifier l'avancement de votre abonnement",
  "partnersFirstStepTitle": "Abonnement",
  "partnersFirstStepDescription1": "Remplissez votre demande d'abonnement",
  "partnersFirstStepDescription2": "Restez en contact. Vous pouvez vérifier votre abonnement dans le même formulaire",
  "partnersSecondStepTitle": "Approbation",
  "partnersSecondStepDescriptions1": "Après avoir accepté votre demande, nous vous donnerons accès à notre application",
  "partnersSecondStepDescriptions2": "Installez l'application et configurez votre boutique en ligne",
  "partnersThirdStepTitle": "Recevoir des commandes en ligne",
  "partnerThirdStepDescription1": "Recevez des commandes en ligne de nos clients et ne vous souciez pas de la livraison",
  "partnerThirdStepDescription2": "Gardez votre inventaire à jour en temps réel",
  "noShopAvailable": "Aucun magasin disponible",
  "sorryNoShopAvailable": "Désolé, il n'y a actuellement aucun magasin disponible",
  "errorDescription": "Description de l'erreur",
  "errorFillAllFields": "Veuillez remplir tous les champs",
  "errorEmailNotValid": "Veuillez entrer une adresse e-mail valide",
  "errorPhoneNotValid": "Veuillez entrer un numéro de téléphone valide",
  "messagePhoneIsUsed": "Votre demande est en cours de traitement par l'équipe Hanuut. Restez en contact, nous vous contacterons bientôt",
  "errorCouldNotSubscribe": "Impossible de s'abonner, veuillez réessayer ultérieurement",
  "detleteAccountTitle": "Demande de suppression de compte",
  "deleteAccountFullName": "Nom complet",
  "deleteAccountPhone": "Numéro de téléphone utilisé",
  "deleteAccountPassword": "Mot de passe utilisé",
  "deleteAccountReason": "Motif de suppression du compte",
  "deleteAccountReasonHeader": "Sélectionnez un motif",
  "reasonNoLongerNeedAccount": "Je n'ai plus besoin du compte",
  "reasonPrivacy": "Préoccupations concernant la confidentialité",
  "deleteAccountNotSatisfied": "Insatisfaction vis-à-vis du service",
  "deleteAccountreasonOther": "Autre",
  "deleteAccountOtherReasonsDescription": "Description du motif",
  "deleteDataOnly": "Supprimer uniquement les données",
  "deleteAccountWithData": "Supprimer le compte et les données",
  "buttonSubmit": "Envoyer",
  "buttonIsSubmitting": "Envoi en cours...",
  "deleteAccountMessage": "Votre demande de suppression de compte sera traitée dans les 48 heures. Vous recevrez une confirmation par e-mail une fois celle-ci terminée.",
  "tawsilaHeading": "Tawsila",
  "tawsilaSubHeading": "Effectuez des missions de livraison et soyez rémunéré pour cela !",
  "tawsilaText": "Gagnez de l'argent en effectuant des missions de livraison avec TAWSILA ! Connectez-vous avec des entreprises, réalisez des livraisons et soyez rémunéré. Rejoignez notre communauté de chauffeurs dès maintenant et commencez à gagner dès aujourd'hui !",
  "tawsilaHeading2": "Gagnez votre liberté",
  "tawsilaSubHeading2": "Conduisez comme vous voulez",
  "becomeDriver": "Devenir chauffeur",
  "learnMore": "En savoir plus >",
  "subscribeRequest": "Demande d'inscription",
  "confirmation": "Confirmation",
  "validation": "Validation",
  "subscribeRequestText": "Bienvenue sur notre plateforme ! Nous sommes ravis de vous accueillir au sein de notre communauté de conducteurs. Préparez-vous à vivre une expérience passionnante !",
  "confirmationText": "Après avoir enregistré votre abonnement, notre équipe dédiée validera rapidement votre demande. Suivez l'état de votre abonnement en cliquant simplement sur le lien ci-dessous. Restez informé!",
  "validationText": "Vous aurez la possibilité de créer un nouveau compte, fournir vos informations et soumettre les documents nécessaires. Une fois cela terminé, vous pourrez facilement activer votre compte et commencer à profiter des avantages.",
  "signUp": "Inscrivez-vous à votre demande",
  "scrollDown": "Défiler",
  "stepsTitle": "Étapes d'inscription",
  "firstJoinStepTitle": "Demande d'inscription",
  "firstJoinStepText": "Inscrivez-vous pour demander votre inscription. Vous devez avoir plus de 19 ans et avoir accès à un véhicule",
  "secondJoinStepTitle": "Création de compte",
  "secondJoinStepText": "Après la validation par Hanuut, vous recevrez un e-mail contenant l'application TAWSILA et les instructions pour l'installer",
  "thirdJoinStepTitle": "Livrez",
  "thirdJoinStepText": "Connectez-vous, recevez des missions de livraison et soyez rémunéré pour chacune d'entre elles",
  "clickToDownloadApp": "Votre demande a été acceptée",
  "downloadTawsila": "Télécharger Tawsila",
  "downloadMyHanuut": "Télécharger My Hanuut",
  "selectCategory": "Veuillez sélectionner une catégorie",
  "noDishesAvailable": "Aucun plat disponible pour cette catégorie",
  "noProductsAvailable": "Aucun product disponible pour cette catégorie",
  "menuTitle": "Menu",
  "productsListTitle": "Produits",
  "testPayment": "Test de paiement en ligne !",
  "testPaymentOrder": "L'identifiant de commande",
  "testPaymentAmount": "Entrez le montant !",
  "errorCouldNotPay": "Impossible de traiter le paiement, veuillez réessayer ultérieurement",
  "errorAmount": "Le montant doit être d'au moins 50",
  "errorAmountIsZero": "Veuillez sélectionner au moins 1 produit",
  "testPaymentTitle": "Test d'Enregistrement de Commande",
  "testPaymentSubHeading": "Veuillez noter que cette page est uniquement destinée à tester l'intégrité des fonctions de paiement en ligne via SATIM",
  "testPaymentParagraph": "J'espère que vous comprenez que la passerelle de paiement SATIM sera utilisée dans nos applications mobiles, et cette page de test vous donne un aperçu de nos fonctions d'API",
  "testPaymentParagraph2": "Sur cette page, vous pouvez tester :",
  "testPaymentRegisterOrder": "Test d'Enregistrement de Commande",
  "testPaymentRefundOrder": "Test de Remboursement de Commande",
  "testPaymentAmountShow": "Montant à payer :",
  "testPaymentButton": "poursuivre le payment",
  "testPaymentCaptchaError": "Veuillez compléter la vérification reCAPTCHA",
  "testPaymentCaptchaVerify": "Verify",
  "testPaymentCaptcha": "Confirmer la sécurité",
  "testPaymentTerms": "Conditions générales",
  "testPaymentTermsError": "Veuillez confirmer les termes et conditions",
  "testPaymentAmountShowRefund": "Montant à Rembourser :",
  "redirecting": "Redirection en cours...",
  "supermarkets": "Alimentation générales",
  "globalShops": "E-Commerce Général",
  "foodShops": "Restauration",
  "partnersCtaTitle": "Prêt à Développer",
  "partnersCtaBusiness": "Votre Succès?",
  "PartnerCtaDescription": "Rejoignez les commerçants qui font confiance à My Hanuut pour développer leur activité. Accédez instantanément à des outils puissants conçus pour votre croissance. 📈",
  "PartnerCtaGuideGroceried": "Guide des Supermatek",
  "PartnerCtaGuideFood": "Guide de Restauration",
  "PartnerCtaGuideDownload": "Télécharger le Guide Gratuit",
  "discoverFeaturesTitle": "Fonctionnalités",
  "discoverFeaturesParagraph": "My Hanuut est disponible en trois versions adaptées à chaque type de commerce : les restaurants ont un menu digital interactif, les épiceries offrent un shopping en direct via scan des produits, et les e-commerces affichent une page dédiée avec tous leurs articles. Chaque version propose des fonctionnalités sur mesure, avec une boutique en ligne prête à recevoir des commandes.✨",
  "foodShopsTitle": "Création de Menu Digital",
  "foodShopsDescription": "Créez facilement un menu digital en ajoutant des plats avec ingrédients, images et prix. Mettez à jour votre menu à tout moment pour impressionner vos clients ✨",
  "socialMediaTitle": "Gestion Simplifiée des Produits",
  "socialMediaDescription": "Gérez vos plats sans effort. Ajoutez, modifiez ou supprimez des articles en quelques clics et maintenez votre menu toujours à jour. 🔥",
  "orderControlTitle": "Traitement des Commandes Fluide",
  "orderControlDescription": "Une application pour tout gérer ! Administrez vos commandes en magasin et en ligne, et suivez vos livraisons en temps réel. Disponible sur tablette et mobile - votre business, dans votre poche ! 📱",
  "seamlessPaymentsTitle": "Saisie par Code-Barres & Manuelle",
  "seamlessPaymentsDescription": "Ajoutez rapidement des produits en scannant le code-barres ou en saisissant manuellement les détails. Gagnez du temps et gardez votre inventaire à jour ! 📦",
  "inventoryControlTitle": "Gestion Efficace des Stocks",
  "inventoryControlDescription": "Gérez vos expéditions facilement. Suivez quantités, prix et dates d’expiration pour optimiser en permanence votre stock. 🚀",
  "financialMasteryTitle": "Alertes Intelligentes de Stock",
  "financialMasteryDescription": "Recevez des alertes pour les articles faibles, proches de l’expiration et expirés. Surveillez votre inventaire et réapprovisionnez à temps. 📈",
  "onlineOfflineTitle": "Fiches Produits Personnalisables",
  "onlineOfflineDescription": "Créez des fiches produits riches avec spécifications personnalisées, descriptions détaillées et images captivantes pour informer vos clients. 💪",
  "smartOrderTitle": "Options de Variantes Multiples",
  "smartOrderDescription": "Proposez des options variées telles que couleurs et tailles. Offrez à vos clients une expérience d'achat personnalisée et facile. 🌟",
  "orderManagementTitle": "Commandes en Ligne Fluides",
  "orderManagementDescription": "Gérez les commandes sans effort et suivez les ventes. Profitez d’un tableau de bord intuitif avec des analyses en temps réel. 💰",
  "digitalMenuTitle": "Magie du Menu Digital",
  "digitalMenuDescription": "Démarquez-vous avec un menu digital époustouflant qui se met à jour en temps réel ! Partagez-le via des QR codes ou des liens, et faites briller votre marque en ligne. Votre menu n’a jamais été aussi beau ! ✨",
  "paymentsTitle": "Paiements",
  "paymentsDescription": "Acceptez les paiements en ligne en toute sécurité et gérez vos transactions en toute simplicité.",
  "food_domain_examples": "Restauration 🍔 [Restaurants, fast-food, cuisines fantômes, boulangeries...etc]",
  "grocery_domain_examples": "Épicerie 🛒 [Épiceries, marchands de fruits et légumes, boucheries...etc]",
  "ecom_domain_examples": "E-commerce Général 👗 [Vêtements, meubles, livres, outils, et plus]",
  "myHanuutFeatures": {
    "grocerySections": [
      {
        "title": "Commencez en quelques minutes",
        "paragraphs": [
          "Créez un profil personnel : Présentez-vous comme première étape pour établir une présence en ligne fiable.",
          "Construisez l'identité de votre boutique : Téléchargez votre logo, choisissez un nom et rédigez une description qui raconte votre histoire."
        ]
      },
      {
        "title": "Gestion intelligente des stocks, sans tracas ✅",
        "paragraphs": [
          "Ajoutez des produits en quelques secondes, scannez les codes-barres pour remplir automatiquement les détails à partir de notre base de données de plus de 4 000 produits (en constante augmentation !).",
          "Pas de code-barres ? Ajoutez des articles personnalisés manuellement."
        ]
      },
      {
        "title": "Suivez les expéditions comme un pro 👨‍🏫",
        "paragraphs": [
          "Suivez votre entrepôt avec les dates d'expiration, les prix d'achat/vente et les quantités.",
          "Recevez des alertes de faible stock et des avertissements d'expiration pour réduire le gaspillage.",
          "Listes d'achats et reçus 🚚 : Planifiez les réapprovisionnements à l'avance, puis convertissez les listes en expéditions dès l'arrivée des fournitures, et votre entrepôt se met à jour automatiquement."
        ]
      },
      {
        "title": "Votre vitrine numérique ✨",
        "paragraphs": [
          "Réclamez un nom d'utilisateur unique (par exemple, hanuut.com/@votreboutique) pour obtenir : Un magasin d'alimentation en direct.",
          "Fonction POS : gérez les ventes en personne sans effort."
        ]
      },
      {
        "title": "Outils de commandes et de croissance 🧾",
        "paragraphs": [
          "Recevez les commandes à votre convenance et vérifiez-les.",
          "Mettez à jour les statuts (en préparation, en livraison, livré) et informez automatiquement vos clients.",
          "Analysez les meilleures ventes, vos statistiques d'activité et les tendances de vos clients."
        ]
      },
      {
        "title": "Contrôlez votre portée 📍",
        "paragraphs": [
          "Définissez votre adresse, vos jours d'ouverture et vos horaires."
        ]
      },
      {
        "title": "Options de livraison et de retrait 🚚",
        "paragraphs": [
          "Livraison autonome : définissez votre rayon de livraison et vos frais.",
          "Retrait activé : permettez aux clients de récupérer leurs commandes à leur convenance."
        ]
      },
      {
        "title": "Prêt à rejoindre ?",
        "paragraphs": [
          "My Hanuut est votre partenaire de croissance. Des stands alimentaires de proximité au commerce électronique à l'échelle nationale, nous nous adaptons à vos besoins.",
          "Commencez dès aujourd'hui. Faites briller votre boutique.",
          "👉 Réclamez votre place :"
        ]
      }
    ],
    "foodSections": [
      {
        "title": "Commencez en quelques minutes",
        "paragraphs": [
          "Créez un profil personnel : Présentez-vous comme première étape pour établir une présence en ligne fiable.",
          "Construisez l'identité de votre boutique : Téléchargez votre logo, choisissez un nom et rédigez une description qui raconte votre histoire."
        ]
      },
      {
        "title": "Créez des plats comme un pro 🍴",
        "paragraphs": [
          "Ajoutez des photos, des ingrédients et des prix. Organisez les articles par catégories.",
          "Mise à jour instantanée : Masquez les plats en rupture de stock ou mettez en avant les offres du jour d'un simple clic.",
          "Fonction exclusive : devient un lien actif (par exemple, hanuut.com/@votrecafe) — sans frais d'impression, toujours à jour."
        ]
      },
      {
        "title": "Votre vitrine numérique ✨",
        "paragraphs": [
          "Réclamez un nom d'utilisateur unique (par exemple, hanuut.com/@votreboutique)✨ et transformez votre menu en une expérience numérique dynamique.",
          "Fonction POS : gérez les ventes en personne sans effort."
        ]
      },
      {
        "title": "Contrôlez votre portée 📍",
        "paragraphs": [
          "Définissez votre adresse, vos jours d'ouverture et vos horaires."
        ]
      },
      {
        "title": "Options de livraison et de retrait 🚚",
        "paragraphs": [
          "Livraison autonome : définissez votre rayon de livraison et vos frais.",
          "Retrait activé : permettez aux clients de récupérer leurs commandes à leur convenance."
        ]
      },
      {
        "title": "Outils de commandes et de croissance 🧾",
        "paragraphs": [
          "Recevez les commandes à votre rythme et vérifiez-les.",
          "Mettez à jour les statuts (en préparation, en livraison, livré) et informez automatiquement vos clients.",
          "Analysez les meilleures ventes, vos statistiques d'activité et les tendances de vos clients."
        ]
      },
      {
        "title": "Prêt à rejoindre ?",
        "paragraphs": [
          "My Hanuut est votre partenaire de croissance. Des stands alimentaires de proximité au commerce électronique à l'échelle nationale, nous nous adaptons à vos besoins.",
          "Commencez dès aujourd'hui. Faites briller votre boutique.",
          "👉 Réclamez votre place :"
        ]
      }
    ],
    "ecomSections": [
      {
        "title": "Commencez en quelques minutes",
        "paragraphs": [
          "Créez un profil personnel : Présentez-vous comme première étape pour établir une présence en ligne fiable.",
          "Construisez l'identité de votre boutique : Téléchargez votre logo, choisissez un nom et rédigez une description qui raconte votre histoire."
        ]
      },
      {
        "title": "Mettez en valeur chaque détail 🎯",
        "paragraphs": [
          "Incluez plusieurs couleurs, tailles et spécifications personnalisées (par exemple, Matériau : Coton ou Dimensions : 30x40 cm).",
          "Disponibilité flexible : fixez des prix par variante et gérez le stock sans effort."
        ]
      },
      {
        "title": "Votre vitrine numérique ✨",
        "paragraphs": [
          "Réclamez un nom d'utilisateur unique (par exemple, hanuut.com/@votreboutique) pour obtenir une page de destination professionnelle avec tous vos produits.",
          "Livrez dans des wilayas spécifiques ou dans toute l'Algérie."
        ]
      },
      {
        "title": "Outils de commandes et de croissance 🧾",
        "paragraphs": [
          "Recevez les commandes à tout moment et vérifiez-les.",
          "Mettez à jour les statuts (en préparation, en livraison, livré) et informez automatiquement vos clients.",
          "Analysez les meilleures ventes, vos statistiques d'activité et les tendances de vos clients."
        ]
      },
      {
        "title": "Prêt à rejoindre ?",
        "paragraphs": [
          "My Hanuut est votre partenaire de croissance. Des stands alimentaires de proximité au commerce électronique à l'échelle nationale, nous nous adaptons à vos besoins.",
          "Commencez dès aujourd'hui. Faites briller votre boutique.",
          "👉 Réclamez votre place :"
        ]
      }
    ]
  },
  "deepLinkOpeningApp": "Ouverture",
  "deepLinkRedirectingMessage": "Nous vous redirigeons vers l'application {{appName}}. Si l'application ne s'ouvre pas automatiquement, vous serez redirigé vers le store dans",
  "deepLinkSecond": "seconde",
  "deepLinkSeconds": "secondes",
  "deepLinkOpenStore": "Obtenez-le sur Google Play",
  "hero_headline1": "Bougez efficacement, ",
  "hero_headline2": "Gagnez plus.",
  "hero_subheadline": "Fini l’attente au bord du trottoir. Obtenez un trajet ou une livraison en quelques minutes.",
  "hero_cta": "Télécharger l’application Android",
  "howItWorksCustomer_title": "Comment ça marche (Client)",
  "howItWorksCustomer_step1": "Créez votre compte en 3 étapes simples.",
  "howItWorksCustomer_step2": "Sélectionnez votre zone de prise en charge et appuyez sur ‘Demander un trajet’.",
  "howItWorksCustomer_step3": "Un chauffeur à proximité accepte et arrive chez vous.",
  "howItWorksDriver_title": "Comment ça marche (Chauffeur)",
  "howItWorksDriver_step1": "Inscrivez-vous en tant que chauffeur en quelques minutes.",
  "howItWorksDriver_step2": "Consultez les demandes de trajets et livraisons près de vous.",
  "howItWorksDriver_step3": "Acceptez des missions et faites travailler votre véhicule.",
  "benefits_riders_title": "Temps d’attente réduits",
  "benefits_riders_description": "Votre chauffeur vous localise—plus besoin d’attendre au même endroit.",
  "benefits_drivers_title": "Optimisez vos revenus",
  "benefits_drivers_description": "Restez en route avec des alertes de trajets et livraisons en temps réel.",
  "benefits_title": "Local et réactif",
  "benefits_description": "Connectez-vous instantanément avec votre quartier.",
  "ctaReinforcement": "Prêt à bouger efficacement ? Téléchargez maintenant.",
  "loading": {
    "message": "Chargement en cours..."
  },
    "partnersPage_seo_title": "My Hanuut | Votre Commerce, en Ligne",
    "partnersPage_seo_description": "Numérisez votre boutique avec My Hanuut. Gérez vos stocks, traitez les commandes et développez votre clientèle avec nos outils puissants et simples.",
    "partnersPage_seo_keywords": "my hanuut, boutique en ligne, ecommerce algérie, vendre en ligne, vitrine digitale, outils pme",
    "partnersHero_heading_part1": "Votre Commerce, en Ligne.",
    "partnersHero_heading_part2": "En Toute Simplicité.",
    "partnersHero_subheading": "Enfin, un outil puissant conçu pour les commerces locaux. Gérez vos stocks, acceptez les commandes en ligne et développez votre activité, le tout depuis une seule application.",
    "partnersValues_sectionTitle": "Tout ce qu'il Vous Faut pour Grandir",
    "partnersValue1_title": "Élargissez Votre Portée",
    "partnersValue1_description": "Vos clients sont en ligne. Mettez votre boutique dans leur poche et commencez à recevoir des commandes de toute votre région.",
    "partnersValue2_title": "Simplifiez vos Opérations",
    "partnersValue2_description": "De la gestion des stocks et des commandes au suivi des ventes, contrôlez chaque aspect de votre activité depuis un seul tableau de bord.",
    "partnersValue3_title": "Prenez de Meilleures Décisions",
    "partnersValue3_description": "Utilisez des données réelles et des analyses de ventes pour comprendre vos clients, suivre votre croissance et augmenter vos profits.",
    "features_section_title": "Conçu Pour Vous",
    "supermarkets_tab_label": "Épicerie",
    "foodShops_tab_label": "Restaurants",
    "globalShops_tab_label": "E-Commerce",
    "features_supermarkets_1_title": "Entrée par Code-Barres & Manuelle",
    "features_supermarkets_1_desc": "Ajoutez des produits instantanément en scannant des codes-barres de notre base de données, ou ajoutez des articles personnalisés manuellement.",
    "features_supermarkets_2_title": "Suivi des Stocks et Arrivages",
    "features_supermarkets_2_desc": "Gérez les arrivages de marchandises avec les quantités, les prix et les dates d'expiration pour maintenir un inventaire parfaitement optimisé.",
    "features_supermarkets_3_title": "Alertes de Stock Intelligentes",
    "features_supermarkets_3_desc": "Recevez des alertes automatiques pour les articles en faible stock, proches de l'expiration ou expirés, pour prendre les bonnes décisions à temps.",
    "features_food_1_title": "Menu Numérique Dynamique",
    "features_food_1_desc": "Créez un superbe menu numérique avec plats, photos, ingrédients et prix. Mettez-le à jour à tout moment pour les plats du jour ou les articles épuisés.",
    "features_food_2_title": "Gestion de Produits Simplifiée",
    "features_food_2_desc": "Ajoutez, modifiez ou masquez temporairement des articles de votre menu en un seul clic. Gérer votre offre n'a jamais été aussi simple.",
    "features_food_3_title": "Traitement des Commandes Fluide",
    "features_food_3_desc": "Recevez et gérez les commandes en ligne directement dans l'application. Gardez votre cuisine efficace et vos clients satisfaits avec des mises à jour en temps réel.",
    "features_ecom_1_title": "Pages Produits Personnalisables",
    "features_ecom_1_desc": "Créez des fiches produits riches avec des descriptions détaillées, des images de haute qualité et des spécifications personnalisées pour attirer vos clients.",
    "features_ecom_2_title": "Variantes de Produits",
    "features_ecom_2_desc": "Proposez plusieurs options pour vos produits, comme différentes tailles, couleurs ou matériaux, chacune avec son propre prix et niveau de stock.",
    "features_ecom_3_title": "Gestion des Commandes Intuitive",
    "features_ecom_3_desc": "Suivez les ventes en ligne et gérez chaque commande depuis un tableau de bord simple avec des analyses en temps réel pour booster vos performances.",
    "cta_section_title": "Prêt à Développer Votre Activité ?",
    "cta_section_description": "Rejoignez la communauté de commerçants qui font confiance à My Hanuut pour se lancer en ligne. Téléchargez l'application et commencez votre aventure numérique dès aujourd'hui.",
    "payment_success_title": "Paiement Réussi !",
  "payment_success_message": "Merci ! Votre commande est en cours de traitement.",
  "payment_failure_title": "Échec du Paiement",
  "payment_failure_message": "Nous n'avons pas pu traiter votre paiement.",
  "payment_failure_generic_error": "Une erreur inconnue est survenue. Veuillez contacter le support.",
  "payment_back_to_home_button": "Retour à l'accueil",
  "payment_order_id": "ID de Commande",
  "payment_error_details": "Détails",
  "satim_terms": {
    "main_title": "Conditions d’Utilisation du Paiement en Ligne",
    "sections": [
      {
        "title": "Conditions Spécifiques d’utilisation du paiement en ligne",
        "paragraphs": [
          "Préambule : Les présentes conditions spécifiques d’utilisation du paiement en ligne via la carte EDAHABIA ou les cartes CIB, ciaprès « CSU: Conditions Spécifiques d'Utilisation » s’appliquent sur l'ensemble des transactions en ligne établies sur le site www.hanuut.com ou notre application mobile Hanuut Customer. Toute utilisation du service paiement en ligne via la carte EDAHABIA sur ce site, suppose l’acceptation préalable et sans réserve par l’E-consommateur des présentes CSU."
        ]
      },
      {
        "title": "1. Objet",
        "paragraphs": [
          "Les présentes CSU, ont pour objet de définir les conditions et modalités selon lesquelles Hanuut Express propose au E-consommateur détenteur d’une Carte EDAHABIA ou les cartes CIB, l’utilisation du service paiement en ligne sur son site www.hanuut.com ou son application mobile Hanuut Customer."
        ]
      },
      {
        "title": "2. Définitions",
        "paragraphs": [
          "En application des présentes conditions spécifiques d’utilisation, il est entendu par :"
        ],
        "list_items": [
          "2.1 COMMANDE : est le moyen par lequel l’e-consommateur s’engage à acheter en ligne des services vendus par l’E-FOURNISSEUR, qui s’engage à son tour de les délivrer conformément aux dispositions législatives et règlementaires en vigueur.",
          "2.2 E-FOURNISSEUR : SARL HANUUT EXPRESS qui propose la fourniture par voie électronique des services définis dans les présentes CSU.",
          "2.3 E-consommateur : Toute personne physique ou morale qui acquiert un service par voie de communication électronique auprès de l’E-FOURNISSEUR pour une utilisation finale.",
          "2.4 Site marchand : est la boutique virtuelle des services en ligne du E-FOURNISSEUR.",
          "2.5 CARTE MONETIQUE D’ALGERIE POSTE OU LES CARTES CIB: Cartes monétique adossée à un Compte Courant Postal ou bancaire, conforme aux normes requises, constituant un moyen de paiement autorisé permettant d’effectuer des transactions par voie électronique.",
          "2.6 CONDITIONS SPECIFIQUE D’UTILISATION « CSU » : L’ensemble des règles affichées sur le site marchand d’e-fournisseur régissant l’utilisation du service de paiement électronique accepté par l’econsommateur.",
          "2.7 PAIEMENT ELECTRONIQUE : Service qui permet au titulaire de la carte MONETIQUE D’ALGERIE POSTE Eddahabia, en sa qualité d’e-consommateur, d’effectuer des transactions de paiement de services, sur le site marchand du E-FOURNISSEUR."
        ]
      },
      {
        "title": "3. Les conditions spécifiques d’utilisation du service paiement en ligne sont :",
        "paragraphs": [
          "En cochant la case d'acceptation des conditions lors du processus d'achat, le client confirme son acceptation sans réserve des présentes conditions de vente."
        ],
        "list_items": [
          "L’accès au service est réservé aux détenteurs de la Carte Monétique d’Algérie Poste EDAHABIA ou les cartes CIB ayant le droit de son usage sur le site de paiement en ligne de Hanuut Express ou son application mobile et jouissant de la capacité juridique. D'une manière générale, cela signifie que tout individu doit avoir 19 ans révolus pour devenir E-consommateur et commander sur le site www.hanuut.com ou l'application mobile Hanuut Customer.",
          "l’E-consommateur doit fournir l’ensemble des informations requises avant la validation de sa commande, après sélection du service ou du produit, il sera ajouté dans le reçu de paiement. Lorsque les choix des produits ou services sont terminés la commande est validée, ensuite, il sera demandé au E-consommateur de s’authentifier avec un mot de passe.",
          "le E-consommateur est seul responsable des erreurs de saisie, notamment celles concernant le numéro bénéficiaire du paiement en ligne, et par conséquent, il assumera la totale responsabilité.",
          "le E-consommateur peut annuler sa commande sans aucune condition avant la validation finale de cette dernière.",
          "En cas de réclamation du E-consommateur auprès de Hanuut Express, il doit communiquer l’ensemble des preuves justifiant son achat (motif de la réclamation, montant de la transaction, reçu de paiement en ligne, date de débit du montant de la transaction, relevé de compte CCP …). Le prix de vente du produit est celui en vigueur au moment de l'enregistrement de la commande à l'exclusion des frais de livraison qui peuvent être à la charge du E-consommateur et qui sera indiqué à l'enregistrement de la commande.",
          "Les prix mentionnés sur le catalogue sont indiqués en DZD TTC, valables au moment de leur consultation par le E-consommateur et sont ceux en vigueur au moment de l’enregistrement de la commande.",
          "Le reçu de paiement et les transactions sont libellés en DZD.",
          "Le montant minimum par transaction est de 200 DZD.",
          "Le E-consommateur est en droit de formuler une réclamation pour non-exécution de la commande auprès du E-fournisseur 01 Heures après la validation de sa commande (la transaction), dans un délai de 15 jours.",
          "En cas de d’indisponibilité du produit ou service commandé, le E-consommateur en sera informé au plutôt et aura la possibilité d’annuler sa commande. Il aura alors le choix de demander soit le remboursement intégral des sommes versées dans les 60 jours au plus tard de leur versement, soit l’échange du produit ou du service.",
          "Le remboursement se fera du compte CCP du E-consommateur.",
          "le E-consommateur dispose d’un droit de rectification relatif aux données le concernant.",
          "le E-consommateur peut être amené à recevoir des publicités de la part de l’E-fournisseur sauf s’il refuse que ses données nominatives soient utilisées à des fins commerciales et publicitaires.",
          "Les données des transactions enregistrées constituent la preuve de l’ensemble des transactions commerciales passées entre le E-consommateur et le E-fournisseur.",
          "Le relevé de compte constitue aussi une preuve des transactions effectuées par la carte Monétique d’Algérie Poste via le site.",
          "Tous les produits vendus sur le site sont garantis contre les défauts de fabrication et vice de matière. La durée de cette garantie est d'au moins 12 mois à partir de la date de facture. Cette garantie ne couvre pas les dommages résultant d'accidents, de mauvaise utilisation ou de négligence de la part de l’utilisateur.",
          "Toute utilisation frauduleuse par l’e-consommateur dudit service entraînera sa responsabilité de plein droit."
        ]
      },
      {
        "title": "4. Confidentialité",
        "list_items": [
          "L’ensemble des données communiquées par l’E-consommateur sont nécessaires au traitement de la commande et sont traitées de manière confidentielle.",
          "Cette confidentialité pourra être levée en cas de fraude ou sur demande des autorités judiciaires."
        ]
      },
      {
        "title": "5. Obligation d’E-fournisseur",
        "list_items": [
          "L’ensemble des données communiquées par l’E-consommateur sont nécessaires au traitement de la commande et sont traitées de manière confidentielle.",
          "Cette confidentialité pourra être levée en cas de fraude ou sur demande des autorités judiciaires."
        ]
      },
      {
        "title": "6. Obligation du client",
        "paragraphs": [
          "L’E-consommateur s'engage à utiliser le service de paiement électronique via la carte EDAHABIA ou les cartes CIB de manière responsable, dans le respect des présentes CSU, des lois et de la réglementation applicable."
        ]
      },
      {
        "title": "7. Résiliation",
        "paragraphs": [
          "En cas de non-respect des présentes conditions spécifique d’utilisation, Hanuut Express se réserve le droit, sans indemnités, ni préavis de suspendre ou fermer le compte de l'utilisateur et de lui refuser pour l'avenir tout ou partie du service, sans préjudice des différentes actions délictuelles ou contractuelles de droit commun qui pourraient lui être entreprises à son encontre."
        ]
      },
      {
        "title": "8. Droit applicable",
        "paragraphs": [
          "Ces conditions spécifiques sont soumises au droit algérien. - Tous les différends de toute nature pouvant survenir entre l’e-consommateur et l’e-fournisseur, au sujet de l'interprétation, de la validité et/ou l’exécution des conditions spécifiques sera réglés à l'amiable par les Parties, à défaut de règlement amiable, les différends seront soumis à la juridiction algérienne territorialement compétente."
        ]
      },
      {
        "title": "9. Modification",
        "paragraphs": [
          "Hanuut Express pourra à tout moment modifier ou mettre à jour les présentes conditions sans préavis."
        ]
      },
      {
        "title": "10. Entrée en vigueur",
        "paragraphs": [
          "Les CSU entrent en vigueur à leur acceptation par E-consommateur ou de l’utilisation du service et sont valables jusqu’à l’acceptation du produit par ce dernier et après service livré."
        ]
      },
      {
        "title": "Conditions Générales de vente et paiement en ligne",
        "paragraphs": [
          "Préambule : Les présentes conditions générales de vente régissent l'ensemble des transactions en ligne établies sur le site www.hanuut.com. Toute commande passée sur ce site suppose du web acheteur son acceptation inconditionnelle et irrévocable de ces conditions.",
          "Ces conditions générales de vente sont les conditions types minimum requises que la BNA demande au web marchand d’insérer sur son site et dont le web acheteur doit avoir pris connaissance, en reconnaît les conditions et les acceptent. La validation de la commande ne pourra se faire que si le web acheteur accepte les conditions prévues."
        ]
      },
      {
        "title": "1. Objet",
        "paragraphs": [
          "Le présent contrat objet des présentes conditions générales de vente est un contrat à distance qui a pour objet de définir les droits et obligations des parties dans le cadre de la vente sur Internet des produits et services de la société SARL Hanuut Express, par l’intermédiaire de son site en ligne www.hanuut.com ou son application mobile Hanuut Customer."
        ]
      },
      {
        "title": "2. Définitions",
        "paragraphs": [
          "Dans le présent contrat, chacune des expressions mentionnées s’entendra au sens de sa définition,"
        ],
        "list_items": [
          "2.1 Bon de commande : document récapitulatif qui indique les caractéristiques des produits commandés par le web acheteur et qui doit être signé par lui « double clic » pour l’engager et procéder dans le règlement.",
          "2.2 Contrat à distance : tout contrat d’acquisition des produits ou services entre la société SARL Hanuut Express et un web acheteur dans le cadre d’un système de vente ou de prestations de service à distance organisé par la société SARL Hanuut Express qui, pour ce contrat, utilise exclusivement le réseau Internet jusqu’à la conclusion du contrat.",
          "2.3 Commande : acte par lequel le Web acheteur s’engage à acheter des Produits et/ou services et de la société SARL Hanuut Express s’engage à les délivrer par tous les moyens que ce soient.",
          "2.4 Force majeure : Tout évènement indépendant de la volonté des parties, insurmontable, imprévisible et irrésistible.",
          "2.5 Web acheteur: client du web marchand sur Internet ou l’utilisateur du service paiement en ligne. Le web acheteur désigne toute personne physique ou morale ayant souscrit un contrat porteur avec une banque émettrice de cartes, débouchant sur l'attribution d'une carte bancaire de paiement et de retrait. Dans le cadre du paiement en ligne le porteur est un acheteur qui utilise sa carte pour effectuer le paiement d’un bien ou d’un service sur internet.",
          "2.6 Web marchand : désigne SARL Hanuut Express qui est un commerçant de droit algérien tenant une boutique sur Internet. Le Web marchand bénéficie du service de paiement sécurisé par Internet."
        ]
      },
      {
        "title": "3. Les conditions Générales d’utilisation du service paiement en ligne sont :",
        "paragraphs": [
          "En cochant la case d'acceptation des conditions lors du processus d'achat, le client confirme son acceptation sans réserve des présentes conditions de vente.",
          "L’accès au service est réservé aux détenteurs de carte CIB ayant le droit de son usage sur le site de paiement en ligne de Hanuut Express et jouissant de la capacité juridique. D'une manière générale, cela signifie que tout individu doit avoir au moins 19 ans pour devenir client et commander sur le site www.hanuut.com ou l'application mobile Hanuut Customer.",
          "Tous les produits et services présents dans le catalogue sont commercialisés jusqu'à épuisement des stocks ou suppression du service offert. Hanuut se réserve le droit de retirer du catalogue un produit ou un service, et ceci sans préavis, elle ne peut en aucun cas, être tenue de dédommager, d'annuler une commande ou rembourser le montant y afférent suite à l'impossibilité d'utiliser le produit acheté pour une raison d'incompatibilité avec le matériel déjà possédé par le web acheteur ou suite à l’utilisation non conforme par ce dernier.",
          "Le web acheteur doit fournir l’ensemble des informations requises avant la validation de sa commande, après sélection du service ou du produit, il sera ajouté dans le bon de commande. Lorsque les choix des produits ou services sont terminés la commande est validée, ensuite, il sera demandé au web acheteur de s’authentifier avec un mot de passe.",
          "Le web acheteur est seul responsable des erreurs de saisie, notamment celles concernant le numéro bénéficiaire du paiement en ligne, et par conséquent, il assumera la totale responsabilité.",
          "Le web acheteur peut annuler sa commande sans aucune condition avant la validation finale de cette dernière.",
          "En cas de réclamation du web acheteur auprès de sa banque ou auprès de Hanuut Express, il doit communiquer l’ensemble des preuves justifiant son achat (motif de la réclamation, montant de la transaction, reçu de paiement en ligne, date de débit du montant de la transaction, relevé de compte bancaire….).",
          "Le prix de vente du produit est celui en vigueur au moment de l'enregistrement de la commande avec les frais de livraison des frais de livraison qui sont à la charge du web acheteur et qui sera indiqué à l'enregistrement de la commande.",
          "Le prix de vente d'un produit peut être modifié à tout moment, cette modification sera notifiée au web acheteur avant toute validation de commande.",
          "Les prix mentionnés sur le catalogue sont indiqués en DZD TTC, valables au moment de leur consultation par le web acheteur et sont ceux en vigueur au moment de l’enregistrement de la commande.",
          "Le bon de commande et les transactions sont libellés en DZD.",
          "Le montant minimum par transaction est de 200 DZD.",
          "Le web acheteur est en droit de formuler une réclamation pour non-exécution de la commande auprès du WEB Marchant ou de sa Banque 01 Heures après la validation de sa commande.",
          "Le Web acheteur dispose d’un délai de 15 jours à compter de la date de la transaction pour formaliser sa réclamation auprès de sa Banque.",
          "En cas d’indisponibilité du produit ou service commandé, le web acheteur en sera informé au plus tôt et aura la possibilité d’annuler sa commande. Il aura alors le choix de demander soit le remboursement intégral de la somme du produit indisponible, soit l’échange du produit ou du service.",
          "Le remboursement se fera exclusivement au niveau de la banque du web acheteur chez laquelle il devra se rapprocher à ce sujet.",
          "L’ensemble des donnéescommuniquées par le web acheteur sont nécessaires au traitement de la commande et sont traitées de manière confidentielle.",
          "Cette confidentialité pourra être levée en cas de fraude ou sur demande des autorités judiciaires.",
          "Le web acheteur peut être amené à recevoir des publicités de la part de Hanuut Express sauf s’il refuse que ses données nominatives soient utilisées à des fins commerciales et publicitaires.",
          "Les données des transactions enregistrées constituent la preuve de l’ensemble des transactions commerciales passées entre le web acheteur et Hanuut Express.",
          "Le relevé de compte bancaire constitue aussi une preuve des transactions effectuées par carte bancaire via le site."
        ]
      },
      {
        "title": "4. Résiliation",
        "paragraphs": [
          "En cas de non respect des présentes conditions générales de vente, Hanuut Express se réserve le droit, sans indemnités, ni préavis de suspendre ou fermer le compte de l'utilisateur et de lui refuser pour l'avenir tout ou partie du service, sans préjudice des différentes actions délictuelles ou contractuelles de droit commun qui pourraient lui être entreprises à son encontre."
        ]
      },
      {
        "title": "5. Entrée en vigueur",
        "paragraphs": [
          "En cas de non respect des présentes conditions générales de vente, Hanuut Express se réserve le droit, sans indemnités, ni préavis de suspendre ou fermer le compte de l'utilisateur et de lui refuser pour l'avenir tout ou partie du service, sans préjudice des différentes actions délictuelles ou contractuelles de droit commun qui pourraient lui être entreprises à son encontre."
        ]
      },
      {
        "title": "6. Droit applicable",
        "paragraphs": [
          "Ces conditions générales sont soumises au droit algérien."
        ]
      },
      {
        "title": "7. Règlement des différends",
        "paragraphs": [
          "Tous les différends de toute nature pouvant survenir entre l’utilisateur et Hanuut Express au sujet de l'interprétation, de la validité et/ou l’exécution des conditions générales sera réglés à l'amiable par les Parties, à défaut de règlement amiable, les différends seront soumis à la juridiction algérienne territorialement compétente."
        ]
      },
      {
        "title": "8. Modification",
        "paragraphs": [
          "Hanuut Express pourra à tout moment modifier ou mettre à jour les présentes conditions sans préavis."
        ]
      }
    ]
  },
  "payment_processing_title": "Confirmez votre Paiement",
  "payment_amount_label": "Montant Total",
  "payment_proceed_button": "Procéder au Paiement Sécurisé",
  "payment_processing_error_url": "Impossible d'obtenir l'URL de paiement. Veuillez réessayer.",
  "payment_processing_error_api": "Une erreur est survenue en contactant notre serveur.",
  "payment_processing_error_missing_params": "Informations de commande manquantes. Veuillez recommencer.",
  "digital_menu_title": "Menu Numérique",
  "form_full_name": "Nom Complet",
  "form_phone_number": "Numéro de Téléphone",
  "form_table_number": "Numéro de Table",
  "optional": "Optionnel",
  "place_order_button": "Passer la Commande",
  "form_validation_alert": "Veuillez remplir votre nom et votre numéro de téléphone.",
    "add_to_cart": "Ajouter au panier",
  "cart_items": "articles",
  "your_order": "Votre Commande",
  "total": "Total",
  "form_preparation_note": "Note de Préparation",
  "placing_order": "Envoi de la commande...",
  "order_success_title": "Commande Passée !",
  "order_success_message": "Le commerçant a reçu votre commande et commencera à la préparer sous peu.",
  "order_error_title": "Échec de l'envoi",
  "order_error_message": "Nous n'avons pas pu envoyer votre commande pour le moment. Veuillez réessayer."
}