{
    "dzd": "da",
    "appTitle": "hanuut",
    "getItOn": "Obtenez-le sur",
    "googlePlay": "Google Play",
    "show": "Afficher",
    "hide": "Masquer",
    "joinOurCommunity": "Rejoignez notre communauté",
    "navHome": "Accueil",
    "myHanuutTitle": "My hanuut",
    "linksPageTitle": "Liens Hanuut",
    "linksPageHanuutTitle": "Faites vos achats préférés en toute sécurité en ligne",
    "linksPageHanuutText": "Découvrez une expérience de shopping fluide avec notre application. Téléchargez Hanuut dès maintenant et commencez à faire vos achats !",
    "linksPageMyHanuutTitle": "Transformez votre magasin dès aujourd'hui !",
    "linksPageMyHanuutText": "Simplifiez vos opérations, améliorez l'efficacité et développez votre entreprise. Téléchargez My Hanuut et propulsez votre épicerie vers le niveau supérieur !",
    "congratulations": "Félicitations",
    "navPartners": "My Hanuut",
    "navSolution": "Solutions",
    "navContact": "Contact",
    "navTawsila": "Tawsila",
    "footerFindUs": "Trouvez-nous",
    "getStarted": "Commencer",
    "innovative": "Une application mobile innovante pour la livraison",
    "welcomeToTawsila": "Bienvenue sur notre plateforme ! Nous sommes ravis de vous accueillir parmi notre communauté de chauffeurs. Pour commencer, veuillez suivre les étapes suivantes",
    "pleaseTakeAMoment": "Veuillez prendre un moment pour consulter nos",
    "submitToRules": ". En soumettant votre demande d'abonnement, vous acceptez de vous conformer à ces termes et conditions.",
    "subscribeYourTawsila": "Demande d'abonnement",
    "fillTheSubscription": "Remplissez le formulaire de demande d'abonnement avec vos coordonnées et les informations pertinentes.",
    "reviewConditions": "Veuillez examiner attentivement les termes et conditions avant de soumettre votre demande.",
    "clickToSubmit": "Cliquez sur le bouton s'inscrire pour envoyer votre demande d'abonnement à notre équipe pour examen.",
    "enterPhoneToSubOrCheck": "Entrez votre numéro de téléphone pour vérifier votre demande d'abonnement",
    "clickToDownload": "Cliquez sur le lien pour télécharger l'application",
    "subscribe": "S'abonner",
    "acceptance": "Acceptation",
    "acceptanceAfterSubmittingRequest": "Après avoir soumis votre demande d'abonnement, notre équipe examinera attentivement les informations que vous avez fournies.",
    "onceRequestAccepted": "Une fois votre demande acceptée, nous vous informerons de votre acceptation. Félicitations ! Vous faites désormais officiellement partie de notre communauté de chauffeurs.",
    "getStartedWithTawsila": "Commencez avec Tawsila",
    "toGetStartedWithTawsila": "Pour commencer, il vous suffit de fournir votre numéro de téléphone et de trouver le lien de téléchargement de l'application. Cliquez dessus pour accéder à la page de téléchargement. Notre application conviviale est conçue pour vous offrir une expérience fluide et un accès aux outils dont vous avez besoin.",
    "approval": "Approbation",
    "openYourAccount": "Ouvrez votre compte sur notre plateforme en fournissant les informations requises.",
    "fillInformation": "Renseignez vos coordonnées personnelles et les informations sur votre véhicule avec précision.",
    "submitDocs": "Soumettez les documents nécessaires pour vérification et validation.",
    "ourTeamWillReviewAndVerify": "Notre équipe examinera attentivement les informations fournies et vérifiera vos documents soumis. Une fois vos données et vos documents validés avec succès, vous recevrez une approbation.",
    "earnForMission": "Gagnez pour vos missions de livraison",
    "congratulationsAccepted": "Félicitations ! Vous êtes maintenant éligible pour vous connecter en tant que chauffeur actif.",
    "loginAndOnline": "Connectez-vous à notre application pour chauffeurs et définissez votre statut de disponibilité comme 'en ligne'.",
    "startReceivingMission": "Vous commencerez à recevoir des demandes de mission de notre système, qui vous proposera des tâches adaptées.",
    "AcceptMissionToWork": "Acceptez les missions et fournissez un excellent service à nos clients.",
    "footerAllRightsReserved": "© 2023 hanuut Express. Tous droits réservés | ",
    "footerPrivacyAndPolicy": "Politique de confidentialité | ",
    "footerTermsOfUse": "Conditions d'utilisation",
    "homeHeading": "Une marketplace fiable et sécurisée",
    "thankYouForPurchase": "Merci pour votre achat !",
    "somethingWrongHappened": "Désolé ! Quelque chose s'est mal passé",
    "purchaseSuccess": "Votre commande a été traitée avec succès. Nous vous remercions de votre confiance et espérons avoir le plaisir de vous servir à nouveau.",
    "purchaseFailure": "Nous nous excusons pour le désagrément. Un problème est survenu lors du traitement de votre commande. Nous faisons tout notre possible pour résoudre le problème.",
    "order": "Commande",
    "verify": "Vérifier",
    "previous": "Précédent",
    "orderStatus": "Statut de la commande",
    "depositeAmount": "Montant du dépôt",
    "homeSubHeading": "Nous apportons les magasins de confiance sur votre téléphone portable",
    "homeParagraph": "Faites des achats malins, sans efforts, grâce à notre marché en ligne. Vous pouvez aisément acquérir les produits que vous aimez auprès de magasins de confiance, regroupés en un seul endroit.",
    "homeInputButton": "Télécharger",
    "toOrder": "Commandez depuis Hanuut app",
    "homeSmallerParagraph": "Il s'agit d'un lien externe. En cliquant sur le lien, vous serez redirigé vers la page de téléchargement sur le Play Store.",
    "aboutUsHeading": "À propos de nous",
    "aboutUsText": "Chez hanuut, nous facilitons la recherche de tout ce dont vous avez besoin en un seul endroit. Nous nous associons à divers magasins locaux de confiance dans votre région pour vous offrir une large gamme de produits à portée de main. Que vous cherchiez de la nourriture, des produits essentiels pour le foyer ou des courses, nous avons ce qu'il vous faut.",
    "aboutUsMissionTitle": "Notre mission",
    "aboutUsMissionText": "Notre mission est de rendre vos achats agréables et sans tracas. Nous nous engageons à vous mettre en relation avec des entreprises locales pour les aider à prospérer tout en vous offrant un moyen sécurisé et pratique d'obtenir les produits dont vous avez besoin.",
    "aboutUsValues": "Ce qui nous distingue",
    "howItWorksTitle": "Fonctionnement",
    "howItWorksShoping": "Choisissez le magasin qui vous convient, explorez une liste bien organisée de produits et ajoutez les articles que vous souhaitez acheter à votre panier virtuel.",
    "howItWorkCartManagment": "Fournissez votre adresse de livraison et sélectionnez votre méthode préférée pour recevoir la commande. Cela nous permettra de nous assurer que vos articles sont livrés à l'endroit correct et de la manière la plus pratique pour vous.",
    "howItWorksDelivery": "Attendez simplement à votre porte, car notre livreur arrivera bientôt pour vous livrer votre commande. Vous pouvez suivre l'état de votre livraison à l'aide de notre application.",
    "valuesConvenienceTitle": "Confort et Accessibilité",
    "valuesConvenienceText": "Nous offrons une expérience d'achat pratique en permettant aux clients de faire leurs achats en ligne, d'accéder à une plus large gamme de produits dans de nombreux domaines et de recevoir des services de livraison directement à leur porte.",
    "valuesTrustTitle": "Confiance et Sécurité",
    "valuesTrustText": "Nous accordons la priorité à la confiance et à la sécurité en protégeant les informations des clients et en offrant un excellent service client. Des prix transparents, des politiques de retour claires et un programme de fidélité pour les clients.",
    "valuesPricingTitle": "Tarification compétitive et qualité",
    "valuesPricingText": "Nous favorisons une tarification compétitive et une qualité en encourageant une concurrence saine entre les vendeurs, ce qui entraîne des prix plus bas et des produits de meilleure qualité. L'accès aux avis, aux évaluations et aux comparaisons aide les clients à effectuer des achats en toute confiance.",
    "404Title": "404 - Page non trouvée",
    "404Text": "Nous n'avons pas pu trouver la page que vous cherchiez.",
    "404Button": "Retourner à l'accueil",
    "partnerHeadingBoost": "stimuler",
    "partnerHeading": "votre profit",
    "partnersBoostYourProfits": "Stimuler votre profit",
    "partnerSubHeading": "Optimisez vos opérations, maximisez l'efficacité et obtenez un avantage concurrentiel sur le marché grâce à notre solution E-commerce",
    "partnerParagraph": "Créez votre boutique en ligne, recevez des commandes en ligne de notre base de clients et gérez votre inventaire de manière transparente avec notre plateforme gratuite et conviviale.",
    "partnerInputText": "Entrez votre adresse e-mail",
    "partnerInputButton": "S'inscrire",
    "partnerSmallerParagraph": "En saisissant votre adresse e-mail, vous acceptez de recevoir des e-mails de hanuut.",
    "secondStepTitle": "Parlez-nous de vous",
    "partnersFormFullName": "Nom complet",
    "partnerInputTextFullName": "Entrez votre nom complet",
    "partnersFormPhone": "Téléphone",
    "partnersFormEmail": "E-mail",
    "partnerInputTextPhone": "Entrez votre numéro de téléphone",
    "partnersFormAddress": "Adresse",
    "partnersFormAddressState": "État",
    "partnersFormAddressCity": "Ville",
    "partnersFormNextButton": "Suivant",
    "thirdStepTitle": "Parlez-nous de votre entreprise",
    "partnersFormBusinessName": "Nom de l'entreprise",
    "partnerInputTextBusinessName": "Entrez le nom de votre entreprise",
    "partnersFormDomain": "Domaine",
    "partnerInputTextForm": "Choisissez le domaine de votre entreprise",
    "partnerInputTextFormOther": "Entrez le domaine de votre entreprise",
    "partnersFormSource": "Comment avez-vous découvert hanuut",
    "partnersFormOther": "Autre domaine",
    "partnersFormSubmitButton": "Envoyer",
    "partnersFormThankYouTitle": "Merci de vous être abonné",
    "partnersFormThankYouSubTitle": "Vous avez rejoint avec succès notre liste d'attente. Notre équipe vous contactera bientôt",
    "ourPartners": "Créez votre boutique en ligne dès maintenant",
    "partnersValue1": "Élargissez votre portée",
    "partnersValue1Description": "Créez votre boutique en ligne et touchez plus de clients. Aucune compétence technique n'est requise, Hanuut facilite la vente de vos produits en ligne.",
    "partnersValue2": "Simplifiez vos opérations",
    "partnersValue2Description": "Gérez votre inventaire, suivez les commandes et obtenez des informations précieuses sur les performances de votre entreprise, le tout au même endroit.",
    "partnersValue3": "Développez votre activité",
    "partnersValue3Description": "Augmentez vos ventes grâce aux puissantes fonctionnalités de Hanuut. Proposez des promotions, gérez les relations clients et optimisez votre boutique en ligne pour réussir.",
    "partnersFormFirstStepHeading": "Rejoignez notre communauté",
    "partnersFormFirstStepSubHeading": "et amenez facilement votre entreprise en ligne",
    "partnersFormFirstStepParagraph": "Entrez votre numéro de téléphone pour vous abonner ou vérifier l'avancement de votre abonnement",
    "partnersFirstStepTitle": "Abonnement",
    "partnersFirstStepDescription1": "Remplissez votre demande d'abonnement",
    "partnersFirstStepDescription2": "Restez en contact. Vous pouvez vérifier votre abonnement dans le même formulaire",
    "partnersSecondStepTitle": "Approbation",
    "partnersSecondStepDescriptions1": "Après avoir accepté votre demande, nous vous donnerons accès à notre application",
    "partnersSecondStepDescriptions2": "Installez l'application et configurez votre boutique en ligne",
    "partnersThirdStepTitle": "Recevoir des commandes en ligne",
    "partnerThirdStepDescription1": "Recevez des commandes en ligne de nos clients et ne vous souciez pas de la livraison",
    "partnerThirdStepDescription2": "Gardez votre inventaire à jour en temps réel",
    "noShopAvailable": "Aucun magasin disponible",
    "sorryNoShopAvailable": "Désolé, il n'y a actuellement aucun magasin disponible",
    "errorDescription": "Description de l'erreur",
    "errorFillAllFields": "Veuillez remplir tous les champs",
    "errorEmailNotValid": "Veuillez entrer une adresse e-mail valide",
    "errorPhoneNotValid": "Veuillez entrer un numéro de téléphone valide",
    "messagePhoneIsUsed": "Votre demande est en cours de traitement par l'équipe Hanuut. Restez en contact, nous vous contacterons bientôt",
    "errorCouldNotSubscribe": "Impossible de s'abonner, veuillez réessayer ultérieurement",
    "detleteAccountTitle": "Demande de suppression de compte",
    "deleteAccountFullName": "Nom complet",
    "deleteAccountPhone": "Numéro de téléphone utilisé",
    "deleteAccountPassword": "Mot de passe utilisé",
    "deleteAccountReason": "Motif de suppression du compte",
    "deleteAccountReasonHeader": "Sélectionnez un motif",
    "reasonNoLongerNeedAccount": "Je n'ai plus besoin du compte",
    "reasonPrivacy": "Préoccupations concernant la confidentialité",
    "deleteAccountNotSatisfied": "Insatisfaction vis-à-vis du service",
    "deleteAccountreasonOther": "Autre",
    "deleteAccountOtherReasonsDescription": "Description du motif",
    "deleteDataOnly": "Supprimer uniquement les données",
    "deleteAccountWithData": "Supprimer le compte et les données",
    "buttonSubmit": "Envoyer",
    "buttonIsSubmitting": "Envoi en cours...",
    "deleteAccountMessage": "Votre demande de suppression de compte sera traitée dans les 48 heures. Vous recevrez une confirmation par e-mail une fois celle-ci terminée.",
    "tawsilaHeading": "Tawsila",
    "tawsilaSubHeading": "Effectuez des missions de livraison et soyez rémunéré pour cela !",
    "tawsilaText": "Gagnez de l'argent en effectuant des missions de livraison avec TAWSILA ! Connectez-vous avec des entreprises, réalisez des livraisons et soyez rémunéré. Rejoignez notre communauté de chauffeurs dès maintenant et commencez à gagner dès aujourd'hui !",
    "tawsilaHeading2": "Gagnez votre liberté",
    "tawsilaSubHeading2": "Conduisez comme vous voulez",
    "becomeDriver": "Devenir chauffeur",
    "learnMore": "En savoir plus >",
    "subscribeRequest": "Demande d'inscription",
    "confirmation": "Confirmation",
    "validation": "Validation",
    "subscribeRequestText": "Bienvenue sur notre plateforme ! Nous sommes ravis de vous accueillir au sein de notre communauté de conducteurs. Préparez-vous à vivre une expérience passionnante !",
    "confirmationText": "Après avoir enregistré votre abonnement, notre équipe dédiée validera rapidement votre demande. Suivez l'état de votre abonnement en cliquant simplement sur le lien ci-dessous. Restez informé!",
    "validationText": "Vous aurez la possibilité de créer un nouveau compte, fournir vos informations et soumettre les documents nécessaires. Une fois cela terminé, vous pourrez facilement activer votre compte et commencer à profiter des avantages.",
    "signUp": "Inscrivez-vous à votre demande",
    "scrollDown": "Défiler",
    "stepsTitle": "Étapes d'inscription",
    "firstJoinStepTitle": "Demande d'inscription",
    "firstJoinStepText": "Inscrivez-vous pour demander votre inscription. Vous devez avoir plus de 19 ans et avoir accès à un véhicule",
    "secondJoinStepTitle": "Création de compte",
    "secondJoinStepText": "Après la validation par Hanuut, vous recevrez un e-mail contenant l'application TAWSILA et les instructions pour l'installer",
    "thirdJoinStepTitle": "Livrez",
    "thirdJoinStepText": "Connectez-vous, recevez des missions de livraison et soyez rémunéré pour chacune d'entre elles",
    "clickToDownloadApp": "Votre demande a été acceptée",
    "downloadTawsila": "Télécharger Tawsila",
    "downloadMyHanuut": "Télécharger My Hanuut",
    "selectCategory": "Veuillez sélectionner une catégorie",
    "noDishesAvailable": "Aucun plat disponible pour cette catégorie",
    "noProductsAvailable": "Aucun product disponible pour cette catégorie",
    "menuTitle": "Menu",
    "productsListTitle": "Produits",
    "testPayment": "Test de paiement en ligne !",
    "testPaymentOrder": "L'identifiant de commande",
    "testPaymentAmount": "Entrez le montant !",
    "errorCouldNotPay": "Impossible de traiter le paiement, veuillez réessayer ultérieurement",
    "errorAmount": "Le montant doit être d'au moins 50",
    "errorAmountIsZero": "Veuillez sélectionner au moins 1 produit",
    "testPaymentTitle": "Test d'Enregistrement de Commande",
    "testPaymentSubHeading": "Veuillez noter que cette page est uniquement destinée à tester l'intégrité des fonctions de paiement en ligne via SATIM",
    "testPaymentParagraph": "J'espère que vous comprenez que la passerelle de paiement SATIM sera utilisée dans nos applications mobiles, et cette page de test vous donne un aperçu de nos fonctions d'API",
    "testPaymentParagraph2": "Sur cette page, vous pouvez tester :",
    "testPaymentRegisterOrder": "Test d'Enregistrement de Commande",
    "testPaymentRefundOrder": "Test de Remboursement de Commande",
    "testPaymentAmountShow": "Montant à payer :",
    "testPaymentButton": "poursuivre le payment",
    "testPaymentCaptchaError": "Veuillez compléter la vérification reCAPTCHA",
    "testPaymentCaptchaVerify": "Verify",
    "testPaymentCaptcha": "Confirmer la sécurité",
    "testPaymentTerms": "Conditions générales",
    "testPaymentTermsError": "Veuillez confirmer les termes et conditions",
    "testPaymentAmountShowRefund": "Montant à Rembourser :",
    "redirecting": "Redirection en cours...",
    "supermarkets": "Alimentation générales",
    "foodShops": "Restauration",
    "partnersCtaTitle": "Prêt à Développer",
    "partnersCtaBusiness": "Votre Succès?",
    "PartnerCtaDescription": "Rejoignez des milliers d'entreprises prospères ! Accédez instantanément à des outils puissants et des guides d'experts conçus pour votre croissance. 📈",
    "PartnerCtaGuideGroceried": "Guide des Supermatek",
    "PartnerCtaGuideFood": "Guide de Restauration",
    "PartnerCtaGuideDownload": "Télécharger le Guide Gratuit",
    "discoverFeaturesTitle": "Découvrez Nos Fonctionnalités Incroyables",
    "discoverFeaturesParagraph": "Explorez les fonctionnalités uniques que nous offrons aux Restaurants, Épiceries et Supermarchés. Faites défiler pour en découvrir plus !",
    "foodShopsTitle": "Magie du Menu Digital",
    "foodShopsDescription": "Démarquez-vous avec un menu digital époustouflant qui se met à jour en temps réel ! Partagez-le via QR codes ou liens et faites briller votre marque en ligne. Votre menu n'a jamais été aussi beau ! ✨",
    "socialMediaTitle": "Sensation des Réseaux Sociaux",
    "socialMediaDescription": "Prêt à devenir viral ? Créez des publications percutantes sur Instagram et Facebook en quelques secondes ! Notre application transforme vos plats en pépites pour les réseaux sociaux. Devenez tendance ! 🔥",
    "orderControlTitle": "Contrôle Ultime des Commandes",
    "orderControlDescription": "Une application pour tout gérer ! Administrez vos commandes en magasin et en ligne, et suivez vos livraisons en temps réel. Disponible sur tablette et mobile - votre business, dans votre poche ! 📱",
    "seamlessPaymentsTitle": "Paiements Fluides",
    "seamlessPaymentsDescription": "La gestion des paiements simplifiée ! Acceptez tous les moyens de paiement, suivez vos transactions instantanément et voyez vos revenus croître. Analyses intelligentes incluses - votre succès est notre priorité ! 💰",
    "inventoryControlTitle": "Gestion Intelligente des Stocks",
    "inventoryControlDescription": "Améliorez votre gestion des stocks ! Suivez vos produits en temps réel, recevez des alertes de rupture et facilitez vos commandes avec des factures préremplies. Dites adieu aux casse-têtes d’inventaire ! 🚀",
    "financialMasteryTitle": "Maîtrise Financière",
    "financialMasteryDescription": "Votre centre de contrôle financier est là ! Surveillez vos revenus, suivez vos dépenses et obtenez des analyses instantanées de performance. Prenez des décisions plus intelligentes et boostez vos profits ! 📈",
    "onlineOfflineTitle": "Puissance en Ligne & Hors Ligne",
    "onlineOfflineDescription": "Une plateforme, des possibilités infinies ! Gérez les commandes en magasin et en ligne grâce à notre système POS dynamique sur desktop et mobile. Votre business, amplifié et sécurisé ! 💪",
    "smartOrderTitle": "Gestion Intelligente des Commandes",
    "smartOrderDescription": "Révolutionnez la gestion de vos commandes ! Acceptez, suivez vos livraisons et traitez les paiements en toute fluidité. Obtenez les analyses nécessaires pour propulser votre croissance ! 🌟",
    "orderManagementTitle": "Gestion des commandes sans effort",
    "orderManagementDescription": "Gardez le contrôle avec un processus de commande simplifié ! Suivez, modifiez et gérez facilement toutes les commandes entrantes en temps réel. Améliorez votre efficacité et ne manquez jamais une vente ! 📦",
    "digitalMenuTitle": "Magie du Menu Digital",
    "digitalMenuDescription": "Démarquez-vous avec un menu digital époustouflant qui se met à jour en temps réel ! Partagez-le via des QR codes ou des liens, et faites briller votre marque en ligne. Votre menu n’a jamais été aussi beau ! ✨",
    "paymentsTitle": "Paiements",
    "paymentsDescription": "Acceptez les paiements en ligne en toute sécurité et gérez vos transactions en toute simplicité."
}