{
    "dzd": "da",
    "appTitle": "hanuut",
    "navHome": "Accueil",
    "navPartners": "Partenaires",
    "navSolution": "Solutions",
    "navContact": "Contact",
    "navTawsila": "Tawsila",
    "footerFindUs": "Trouvez-nous",
    "getStarted": "Commencer",
    "footerAllRightsReserved": "© 2023 hanuut Express. Tous droits réservés | ",
    "footerPrivacyAndPolicy": "Politique de confidentialité | ",
    "footerTermsOfUse": "Conditions d'utilisation",
    "homeHeading": "Le marché algérien le plus proche et le plus fiable",
    "homeSubHeading": "Nous apportons les magasins de confiance sur votre téléphone portable",
    "homeParagraph": "Achetez de manière intelligente, pas difficilement, avec notre marché en ligne où vous pouvez trouver une grande variété de produits en un seul endroit.",
    "homeInputButton": "Télécharger",
    "toOrder": "Commander sur hanuut",
    "homeSmallerParagraph": "Il s'agit d'un lien externe. En cliquant sur le lien, vous serez redirigé vers la page de téléchargement sur le Play Store.",
    "aboutUsHeading": "À propos de nous",
    "aboutUsText": "Chez hanuut, nous facilitons la recherche de tout ce dont vous avez besoin en un seul endroit. Nous nous associons à divers magasins locaux de confiance dans votre région pour vous offrir une large gamme de produits à portée de main. Que vous cherchiez de la nourriture, des produits essentiels pour le foyer ou des courses, nous avons ce qu'il vous faut.",
    "aboutUsMissionTitle": "Notre mission",
    "aboutUsMissionText": "Notre mission est de rendre vos achats agréables et sans tracas. Nous nous engageons à vous mettre en relation avec des entreprises locales pour les aider à prospérer tout en vous offrant un moyen sécurisé et pratique d'obtenir les produits dont vous avez besoin.",
    "aboutUsValues": "Ce qui nous distingue",
    "howItWorksTitle": "Fonctionnement",
    "howItWorksShoping": "Choisissez le magasin qui vous convient, explorez une liste bien organisée de produits et ajoutez les articles que vous souhaitez acheter à votre panier virtuel.",
    "howItWorkCartManagment": "Fournissez votre adresse de livraison et sélectionnez votre méthode préférée pour recevoir la commande. Cela nous permettra de nous assurer que vos articles sont livrés à l'endroit correct et de la manière la plus pratique pour vous.",
    "howItWorksDelivery": "Attendez simplement à votre porte, car notre livreur arrivera bientôt pour vous livrer votre commande. Vous pouvez suivre l'état de votre livraison à l'aide de notre application.",
    "valuesConvenienceTitle": "Confort et Accessibilité",
    "valuesConvenienceText": "Nous offrons une expérience d'achat pratique en permettant aux clients de faire leurs achats en ligne, d'accéder à une plus large gamme de produits dans de nombreux domaines et de recevoir des services de livraison directement à leur porte.",
    "valuesTrustTitle": "Confiance et Sécurité",
    "valuesTrustText": "Nous accordons la priorité à la confiance et à la sécurité en protégeant les informations des clients et en offrant un excellent service client. Des prix transparents, des politiques de retour claires et un programme de fidélité pour les clients.",
    "valuesPricingTitle": "Tarification compétitive et qualité",
    "valuesPricingText": "Nous favorisons une tarification compétitive et une qualité en encourageant une concurrence saine entre les vendeurs, ce qui entraîne des prix plus bas et des produits de meilleure qualité. L'accès aux avis, aux évaluations et aux comparaisons aide les clients à effectuer des achats en toute confiance.",
    "404Title": "404 - Page non trouvée",
    "404Text": "Nous n'avons pas pu trouver la page que vous cherchiez.",
    "404Button": "Retourner à l'accueil",
    "partnerHeading": "Développez votre entreprise avec notre solution e-commerce",
    "partnerSubHeading": "Obtenez plus de ventes et une meilleure gestion des stocks",
    "partnerParagraph": "Créez votre boutique en ligne, recevez des commandes en ligne provenant de la base de clients hanuut et gérez votre inventaire gratuitement.",
    "partnerInputText": "Entrez votre adresse e-mail",
    "partnerInputButton": "S'inscrire",
    "partnerSmallerParagraph": "En saisissant votre adresse e-mail, vous acceptez de recevoir des e-mails de hanuut.",
    "secondStepTitle": "Parlez-nous de vous",
    "partnersFormFullName": "Nom complet",
    "partnerInputTextFullName": "Entrez votre nom complet",
    "partnersFormPhone": "Téléphone",
    "partnersFormEmail": "E-mail",
    "partnerInputTextPhone": "Entrez votre numéro de téléphone",
    "partnersFormAddress": "Adresse",
    "partnersFormAddressState": "État",
    "partnersFormAddressCity": "Ville",
    "partnersFormNextButton": "Suivant",
    "thirdStepTitle": "Parlez-nous de votre entreprise",
    "partnersFormDomain": "Domaine",
    "partnerInputTextForm": "Entrez le domaine de votre entreprise",
    "partnersFormSource": "Comment avez-vous découvert hanuut",
    "partnersFormSubmitButton": "Envoyer",
    "partnersFormThankYouTitle": "Merci de vous être abonné",
    "partnersFormThankYouSubTitle": "Vous avez rejoint avec succès notre liste d'attente. Notre équipe vous contactera bientôt",
    "ourPartners": "Nos partenaires",
    "noShopAvailable": "Aucun magasin disponible",
    "sorryNoShopAvailable": "Désolé, il n'y a actuellement aucun magasin disponible",
    "errorFillAllFields": "Veuillez remplir tous les champs",
    "errorEmailNotValid": "Veuillez entrer une adresse e-mail valide",
    "errorPhoneNotValid": "Veuillez entrer un numéro de téléphone valide",
    "messagePhoneIsUsed": "Votre demande est en cours de traitement par l'équipe Hanuut. Restez en contact, nous vous contacterons bientôt",
    "errorCouldNotSubscribe": "Impossible de s'abonner, veuillez réessayer ultérieurement",
    "detleteAccountTitle": "Demande de suppression de compte",
    "deleteAccountFullName": "Nom complet",
    "deleteAccountPhone": "Numéro de téléphone utilisé",
    "deleteAccountPassword": "Mot de passe utilisé",
    "deleteAccountReason": "Motif de suppression du compte",
    "deleteAccountReasonHeader": "Sélectionnez un motif",
    "reasonNoLongerNeedAccount": "Je n'ai plus besoin du compte",
    "reasonPrivacy": "Préoccupations concernant la confidentialité",
    "deleteAccountNotSatisfied": "Insatisfaction vis-à-vis du service",
    "deleteAccountreasonOther": "Autre",
    "deleteAccountOtherReasonsDescription": "Description du motif",
    "deleteDataOnly": "Supprimer uniquement les données",
    "deleteAccountWithData": "Supprimer le compte et les données",
    "buttonSubmit": "Envoyer",
    "buttonIsSubmitting": "Envoi en cours...",
    "deleteAccountMessage": "Votre demande de suppression de compte sera traitée dans les 48 heures. Vous recevrez une confirmation par e-mail une fois celle-ci terminée.",
    "tawsilaHeading": "Tawsila",
    "tawsilaSubHeading": "Effectuez des missions de livraison et soyez rémunéré pour cela !",
    "tawsilaText": "Gagnez de l'argent en effectuant des missions de livraison avec TAWSILA ! Connectez-vous avec des entreprises, réalisez des livraisons et soyez rémunéré. Rejoignez notre communauté de chauffeurs dès maintenant et commencez à gagner dès aujourd'hui !",
    "signUp": "Inscrivez-vous à votre demande",
    "scrollDown": "Défiler",
    "stepsTitle": "Étapes d'inscription",
    "firstJoinStepTitle": "Demande d'inscription",
    "firstJoinStepText": "Inscrivez-vous pour demander votre inscription. Vous devez avoir plus de 19 ans et avoir accès à un véhicule",
    "secondJoinStepTitle": "Création de compte",
    "secondJoinStepText": "Après la validation par Hanuut, vous recevrez un e-mail contenant l'application TAWSILA et les instructions pour l'installer",
    "thirdJoinStepTitle": "Livrez",
    "thirdJoinStepText": "Connectez-vous, recevez des missions de livraison et soyez rémunéré pour chacune d'entre elles",
    "clickToDownloadApp": "Votre demande a été acceptée. Cliquez sur le lien ci-dessous pour télécharger",
    "downloadTawsila": "Télécharger Tawsila",
    "downloadMyHanuut": "Télécharger My Hanuut"
}